1000=未处理的异常拆包%s
1001=无法处理 %s(%s)
1002=找不到密码为%s
1003=分析系统配置文件(%d/%d)
1004=分析Far配置文件(%d/%d)
1005=分析现有用户的最近文件(%d/%d)
1006=处理%s
1007=恢复初始化(攻击%s)
1008=开始恢复(攻击%s)
1009=停止恢复(攻击%s)
1010=初始化恢复流值
1011=停止恢复流值
1012=编辑
1013=编辑
1014=复制
1015=选择
2539 =统计密码
2540=最后尝试密码:
2541=已测试密码/个: 
2542=已忽略密码/个: 
1016=计算器
1017=哈希生成器
1018=快速搜索
1019=通过列表的末尾
101=标准
1020=通过列表的开头
1021=快速搜索'%s'开头为%d
1022=新建
1023=打开
1024=保存
1025=另存为
1026=关闭
1027=重设密码
1028=哈希已成功的导出到%s
1029=已成功的删除密码
102=恢复
1030=自定义外观
1031=启动自定义应用程序外观
1032=自定义颜色
1033=自动
1034=更多颜色
1035=预设
1036=更改视觉风格
1037=设定您喜爱的外观和应用程序的主题
1038=更改应用程序的外观
1039=更改与设定您喜爱的应用程序的外观
103=动作
1040=攻击选项
1041=智能攻击
1042=普通攻击
1043=高级攻击
1044=人工智能
1045=暴力
1046=词典
1047=面膜
1048=关键字
1049=组合词典
104=开始
1050=短语
1051=彩虹表
1052=初步
1053=群组
1054=彩虹表攻击选项
1055=词典攻击检查每个字用在一个特定的词汇
1056=从给定的单词组合, 词典来猜测密码的组合
1057=猜测是透过预先定义的表达式, 短语和词的组合来搜索复杂密码
1058=时间记忆攻击是使用哈希来恢复明文密码的
1059=编辑菜单
105=继续
1060=初步攻击是一种以简单的时间限制在其小型子项攻击. 经常使用时, 是无需运行一次完整的攻击.
1061=暴力攻击会检查指定的字符范围内的所有可能性组合.
1062=快速任务栏
1063=日志窗口
1064=点击这里开始
1065=点击这里您可以看到一切有关您的项目操作
1066=最近的项目
1067=帮助内容
1068=在线购买
1069=输入注册码
106=停止
1070=关于此软件
1071=热门命令
1072=不在主键的命令
1073=所有命令
1074=空项目
1075=打开项目
1076=保存项目
1077=另存项目为
1078=创建新项目
1079=编辑哈希
107=攻击
1080=新增
1081=删除所选
1082=复制到剪贴板
1083=工具
1084=日历
1085=时钟
1086=无法启动系统计算器
1087=程序的版本: 
1088=程序状态: 
1089=公司网站: 
108=选择攻击选项
1090=产品网址: 
1091=其他产品网址: 
1092=注册予
1093=未注册试用版
1094=字符集长度: 
1095=分享您的测试结果
1096=最(年)
1097=最(年龄)
1098=无法启动测试: %s
1099=测试您计算机的速度
109=攻击型
1100=测试进行中, 请稍候...
1101=运行测试
1102=您的计算机的速度比例: \nLM-%lu万.值/秒\nNT-%lu万.值/秒.\n\n您是否要分享测试结果?
1103=您的计算机尚未速度测试. 您想现在想运行吗?
1104=无法发送测试结果: %s
1105=无法发送电子邮件. 该系统必须至少有一个默认的电邮客户端.
1106=新的哈希为'%s'已被添加到列表
1107=就绪
1108=%s攻击正在进行中, 运行在
1109=无法得到临时路径
110=编辑
1110=无法备份注册表子项: %lu
1111=无法安装所需的权限, 确保程序是在系统管理员权限下运行
1112=%lu %s哈希已恢复
1113=随机生成密码
1114=生成的密码
1115=最小密码长度
1116=最大密码长度
1117=初始设置的符号
1118=随机生成哈希
1119=密码生成器设置
111=编辑选定
1120=有了这个工具, 您可以很容易地创建一个PWDUMP文件基于随机生成的哈希.
1121=确定突变至发现密码当攻击停止或结束
1122=确定突变
1123=突变确定中...\n请稍候
1124=导入时自动勾选第一个有效的
1125=只选择NT哈希(否则LM)
1126=GPU设置
1127=声音事件
1128=当攻击结束
1129=当密码被发现
112=工具
1130=当错误发生
1131=当一个消息框弹出
1132=此功能不存在于试用版本里
1133=未找到%s, 将被带过
1134=彩虹表攻击是一种速度极快的密码分析以时间内存权衡密码审计, 是由Philippe Oechslin所开发的方法. 彩虹表攻击是一个复杂的密码恢复方法, 须几分钟甚至几秒钟的事. 由于攻击的本质, 您应该知道, 不是所有的密码都可以被恢复的, 虽然成功的概率高达100%, 这取决于使用表中.
1135=您必须在这里设置%s特定表.
1136=了解更多有关对彩虹表攻击的信息
1137=表的名称
1138=表的大小
1139=链的长度
113=密码工具
1140=删除'%s'表
1141=LM彩虹表列表
1142=NT彩虹表列表
1143=所有支持彩虹表的文件|*.rt; *.rti|标准彩虹表(*.rt)|*.rt|索引彩虹表(*.rti)|*.rti||
1144=成功概率
1145=无效的链长度
1146=无效的链数量
1147=无效的表数量
1148=总成功概率: 
1149=总表的大小: 
114=实用程序和插件
1150=无法添加一个表: 
1151=错误的语法名称
1152=彩虹表名应如下所示: 
1153=字符集的配置文件(rt_charsets.ini)无法找到
1154=您确定要添加%s指定的表至%s列表?
1155=链的数量与文件大小不匹配. 要继续吗?
1156=新增彩虹表的字符集
1157=指定的字符集在彩虹表中未找到. 请添加.
1158=字符集大小: %d
1159=无法找到下表中的字符集: %s
115=查看
1160=新增的字符集'%s'到rt设置
1161=错误添加彩虹表的字符集
1162=新增字符集
1163=总表/剩余: 
1164=当前表: 
1165=没有表被设置
1166=发现密码: %d/%d(%.2f%%)
1167=总磁盘访问时间: %s
1168=总分析时间: %s
1169=链跳过: %d
116=工作区
1170=误报数: %d
1171=链跳过由于误报造成: %d
1172=搜索%d哈希
1173=读取%s
1174=该表中包含的哈希长度不超过%d
1175=无效的文件大小
1176=访问磁盘: %.1f MB 读取速度为 %.1f MB/秒
1177=无效的彩虹表链的长度
1178=该文件没有排列
1179=分析: %.1f 秒
117=任务栏
1180=无法分配足够的内存给所有数据
1181=错误读取彩虹表
1182=无效的字符集名称'%s'在配置文件
1183=无效的字符集数据'%s'在配置文件
1184=字符集'%s'不存在
1185=错误打开字符集配置文件
1186=无效的明文长度范围: %d-%d
1187=%s不是彩虹表
1188=%s没有被确认
1189=%s哈希例行在此不支持
118=标题栏
1190=彩虹表的索引%d不正确
1191=pIndexE未找到
1192=哈希的长度不匹配
1193=您必须指定至少一个彩虹表文件
1194=这个功能在当前程序版本无法使用. 请参阅有关的帮助文件以了解每个版本的限制信息.
1195=当前版本的程序允许您同时间使用最大%d哈希
1196=密码缓存
1197=缓存中找到的密码
1198=删除缓存的密码(%d条目)
1199=查看存储的密码(%d条目)
119=日志窗口
1200=确定要删除密码缓存? 请记住, 密码缓存能提高复原密码的百分率. 另一方面, 过大的缓存可以明显降低知识分子的攻击速度与前进.
1201=无法删除%s
1202=无法打开密码缓存记录
1203=搜寻密钥
1204=无法初始化加密密钥: %s
1205=无法读取密钥: %s
1206=预先计算文件不正确
1207=无法打开预先计算文件
1208=无法写入文件
1209=线程创建失败
120=状态栏
1210=无法载入RT索引文件
1211=RT索引文件长度不匹配
1212=RT索引载入中...
1213=RT数据载入中...
1214=限制使用内存
1215=无法启动系统信息实用程序
1216=无法找到系统信息实用程序
1217=文本文件(*.txt)|*.txt||
1218=无效的(旧)数据结构
1219=了解更多有关群组攻击...
121=浏览模式
1220=表名: %s
1221=无法初始化以前保存的面膜集.
1222=无法覆盖旧的设置
1223=说明: 
1224=无法删除批量会议
1225=群组攻击时内部错误定位. 攻击#%d将被跳过.
1226=至少有一个所选择的攻击无法启动
1227=无法初始化恢复线程: %s
1228=无法打开/加工其中的突变规则
1229=当前攻击: %s, %d 剩余攻击
122=最小化到托盘
1230=磁盘
1231=未知
1232=可拆卸
1233=磁盘%s(%C:\\)-已解决, %s %lu Mb可用
1234=网络
1235=光盘
1236=RAM磁盘
1237=Windows目录
1238=系统目录
1239=临时目录
123=隐形模式
1240=配置目录
1241=程序目录
1242=程序名称
1243=程序大小
1244=用户管理
1245=群组攻击设置尚未确定
1246=无法初始化暴力攻击
1247=平台
1248=设备
1249=设备描述
124=项目
1250=无法加载OpenCL图书馆
1251=OpenCL平台读取错误.
1252=语言文件不存在, 将使用默认的语言
1253=您必须保存当前项目与请重新启动该程序以便使更改生效
1254=调整
1255=面膜选项
1256=面膜提示
1257=短语词典
1258=短语突变
1259=生成规则
125=哈希
1260=过滤
1261=突变
1262=Windows计算器
1263=未找到帮助文件
1264=错误#%lu启动帮助文件
1265=试用版通知
1266=这是个试用版本的%s. 该未注册版本只显示首3个解密密码字符, 而且还具有一定的功能限制. 要取消这些限制, 请考虑购买注册版本在%s费用是%s.\n\n我们接受所有主要的信用卡, 贝宝, 支票, 电汇和采购订单. 该订购页面是使用了安全的服务器, 只需在短短几分钟内, 每天24小时和每周7天就能实现网上订购了.
1267=压缩导出文件(在压缩存档)
1268=%s已成功保存到磁盘
1269=您可以备份(保存)当前系统已锁定的二进制注册表文件. 设置压缩选项来压缩输出的压缩文件(可能需要一些时间才能完成).
126=导入
1270=您可以备份(保存)当前系统已锁定的活动目录数据库. 设置压缩选项来压缩输出的压缩文件(可能需要一些时间才能完成).
1271=备份
1272=无法从临时目录中删除旧的备份文件
1273=该目录不能被保存.参阅详细的错误日志.
1274=Zip压缩文件(*.zip)|*.zip||
1275=无法复制文件到指定目录
1276=无法创建Zip压缩档案
1277=无法设置Zip压缩方法
1278=无法添加文件到压缩档案
1279=无法打包文件到Zip压缩档案.参阅详细的错误日志.
127=导出
1280=要执行当前操作需要管理员权限. 要继续吗?
1281=活动目录数据库无法保存. 参阅详细的错误日志.
1282=无法启动管理器外壳
1283=选择您要保存文件的目录
1284=无法删除目录%s
1285=活动目录未找到
1286=未处理的异常打包文件
1287=备份系统文件
1288=备份注册表文件
1289=备份活动目录文件
128=Windows密码恢复\n\nWPR\nWPR文件(*.wpr)\n.wpr\nWPR.文档\nWPR.文档
1290=备份注册表
1291=备份活动目录
1292=错误#%X的保存注册表文件
1293=选择硬盘. 该程序将扫描可用系统磁盘恢复文件夹. 然后, 您应该选择一个数据来导入. 请注意, 这功能只有在SAM哈希才可用.
1294=硬盘驱动器
1295=系统备份文件
1296=系统修复目录
1297=系统还原点
1298=从还原点目录导入
1299=系统还原目录
129=行%4d,列%4d
1300=无法更改'%s'所有权
1301=无法恢复'%s'所有权
1302=系统影子副本
1303=程序是无法找到您需要的一切成功解密文件
1304=多个还原点
1305=发现多个还原点
1306=程序发现多个还原点. 请选择一个适当的. 只有正确创建日期的目录才可以前进.
1307=还原点目录: 
1308=多卷影子副本
1309=发现多卷影子副本
130=不再显示此讯息
1310=程序多卷影子副本. 请选择一个适当的. 只有正确创建日期的目录才可以前进.
1311=影子目录: 
1312=无法建立一个链接到一个影子副本目录
1313=从卷影副本转储. 这可能需要几分钟. 请稍候.
1314=从还原点转储
1315=从系统修复目录转储
1316=从系统备份转储
1317=转储系统秘密
1318=%s未找到
1319=指定目录不包含所有必需的文件
131=确认
1320=转储活动目录(Vista+). 这可能需要几分钟. 请稍候.
1321=转储活动目录(XP). 这可能需要几分钟. 请稍候.
1322=转储到注册表. 这可能需要几分钟. 请稍候.
1323=%s在系统中不支持
1324='%s'已损坏
1325=无法写入至'%s'
1326=报告
1327=从菜单选择报告
1328=查看报告
1329=空白
132=取消
1330=高风险
1331=中度风险
1332=低风险
1333=数字
1334=字母
1335=字母数字
1336=符号
1337=国际化
1338=字符
1339=LM密码
133=取消
1340=NT密码
1341=普通密码
1342=历史密码
1343=不到一分钟
1344=十分钟
1345=一小时
1346=一天
1347=一周
1348=一个月
1349=超过一个月
134=重试
1350=发现密码
1351=空白密码
1352=部分密码
1353=未发现密码
1354=不损坏的密码
1355=打印报告
1356=该打印机不支持当前图形文件
1357=保存报告
1358=升级
1359=索引或混合彩虹表是在高级版本才支持, 将被跳过.
135=忽略
1360=词典文件(*.dic)|*.dic|文本文件(*.txt)|*.txt|所有文件(*.*)|*.*||
1361=无法建立快速哈希至索引表
1362=词典至哈希生成器
1363=从指定的词表里生成PWDUMP哈希文件
1364=词表源
1365=输出文件PWDUMP设置
1366=生成LM哈希
1367=生成NT哈希
1368=PWDUMP文件的最大输出行数量
1369=生成PWDUMP文件已超出'%s'词表
136=是
1370=您必须先选择一个非空项目
1371=无法初始化GPU平台: 错误#%lX
1372=无法初始化GPU设备: 错误#%lX
1373=无法初始化GPU上下文: 错误#%lX
1374=无法初始化GPU任务队列: 错误#%lX
1375=无法初始化GPU内存: 错误#%lX
1376=无法加载GPU程序: 错误#%lX
1377=无法从二进制创建GPU程序: 错误#%lX
1378=哈希载入中...\n\n请等待.
1379=载入项目: %ld/%ld
137=否
2548=开始时间:
2549=结束时间:
1380=更新哈希列表
1381=无法设置其中GPU的内核的参数: 错误%lX
1382=初始化成功
1383=无法运行GPU内核: 错误%lX
1384=排列哈希...
1385=删除重复...
1386=规范化%ld哈希...
1387=无法加载OpenCL图书馆
1388=无法创建GPU的内核: 错误%lX
1389=无法创建GPU程序: 错误%lX
138=关闭
1390=在您所选择的(%s)GPU的厂商装置尚未支援
1391=调整能力
1392=CUDA驱动程序版本
1393=CUDA运行版本
1394=总内存数
1395=多处理器的数量
1396=内核数
1397=固定内存数
1398=共享内存数
1399=每块可用寄存器的总数
139=再次
1400=偏差大小
1401=最大线程的每块数量
1402=每块尺寸的最大尺寸
1403=每一个网格尺寸的最大尺寸
1404=最大内存间距
1405=纹理对齐
1406=时钟频率
1407=并行复制和执行
1408=可执行内核上的限制
1409=综合
140=继续
1410=支持主机页面锁定内存映射
1411=计算模式
1412=并行运行的内核
1413=ECC设备启用支持
1414=默认(不同主机的线程可以在同一时间使用该设备)
1415=独占(只有一个主机的线程可以使用该设备)
1416=禁止(主机的线程无法访问该设备)
1417=无法读取CUDA装置(错误#%ld)
1418=无设备支持CUDA
1419=错误分配GPU内存: 错误%lX
141=程序运行
1420=建立GPU核心
1421=内核加载成功
1422=保存设备信息到文件
1423=无法设定存档密码
1424=无法加密的存档文件
1425=无法提取GPU核心
1426=无法设定压缩档案加密方法
1427=处理%d密码, %d在等待...
1428=发现%d独特哈希
1429=搜索密码处理中...\n\n请稍候.
142=导入向导
1430=剩余密码: %ld
1431=正在检查六角密码(基于十六进制值)
1432=攻击十六进制密码
1433=描述
1434=表示有效
1435=表示开放
1436=表示已恢复
1437=表示无效
1438=表示未知
1439=账户被阻止
143=本地计算机
1440=账户已过期
1441=无限期的密码
1442=其他
1443=星号密码查看
1444=运行程序(或切换到一个窗口)其中包含着星号密码. 移动放大镜至****密码上.如果程序能够打开密码, 它将会显示出来. 请注意, 某些程序是WPR不支持的(如 Opera, Firefox, 某些应用程序写于Java, 等)
1445=状态
1446=鼠标的位置: 
1447=密码可用: 
1448=窗口标题: 
1449=打开密码
144=远程计算机
1450=窗口设置到最上
1451=WPR星号密码查看
1452=运行星号密码恢复插件
1453=捕获启动
1454=可能
1455=无法创建IPC客户端的监听器: %lu
1456=Spawn64错误: %lu
1457=无法创建IPC客户端: %lu
1458=不触发
1459=释放捕获
145=二进制文件
1460=您运行一个从远程计算机的程序. 请注意, 某些操作将无法使用(例如, 从注册表/活动目录转储密码, 运行智能攻击, 备份SAM/NTDS.DIT文件, 等)请考虑启动程序在本机.
1461=点击这里打开多个设置
1462=标题栏选项
1463=什么需显示在标题栏
1464=显示选项
1465=信息数据库
1466=每次更新
1467=推荐自己的技巧或信息
1468=自定义
1469=每次启动该程序
146=文本或项目文件
1470=每次启动该程序或攻击开始/结束
1471=每小时
1472=每15分钟
1473=每5分钟
1474=每分钟
1475=-=不显示任何内容=-
1476=设置您自己的技巧/信息
1477=粗体
1478=所产生的密码长度超过了最大面膜规模. 考虑修改面膜.
1479=自定义字符集
147=从本地计算机导入哈希
1480=新增/编辑自定义字符集
1481=在此输入您自定义字符集
1482=该组字符集包含重复的字符. 该程序将删除这些重复的. 如有必要请重新检查或编辑字符集, 然后再次点击确定.
1483=错误改变服务配置: %lu
1484=WPR服务配置已修改. 您可能需要重新启动计算机.
1485=程序无法启动该服务因为该服务文件已加密. 您必须从所有WPR文件与目录中删除EFS加密的属性以便程序可以正常运行.
1486=指纹密码生成中...\n请稍候.
1487=PPP记录处理中#%lu
1488=进程%lu Mb的%lu
1489=十六进制密码
148=从远程计算机导入哈希
1490=发现密码:  
1491=%s\r\n攻击已完成\r\n总计运行时间: %s\r\n发现密码: %s
1492=按此已打开恢复日志
1493=系统监视器
1494=启动
1495=停止
1496=CPU使用率%
1497=CPU温度
1498=内存使用率%
1499=CPU使用率历史
149=从注册表中读取哈希或活动目录
1500=CPU温度历史
1501=内存使用率历史
1502=无法启动性能监视器
1503=更新间隔(秒)
1504=离线密码移除
1505=显示SAM和系统注册表文件路径
1506=显示活动目录数据库和系统注册表文件路径
1507=选择您想重设的密码类型
1508=重设活动目录密码
1509=选择您想要备份的注册表文件
150=外资项目导入
1510=步骤 %d/%d
1511=选择密码源
1512=这个强大的工具使您可以重设或更改任何外部操作系统的Windows帐户密码(甚至非启动). 选择什么样的密码类型应该被更改或重设: SAM(普通帐户)或活动目录(于域帐户).
1513=SAM-普通用户帐户
1514=活动目录-域帐户
1515=重设通常帐户(SAM)密码
1516=要重设普通用户密码,您必须选择两个注册表文件: SAM和系统. 例如, 您可以从另一系统复制文件到此, 重设所需的密码, 然后将它们放回原来的位置.
1517=要重设域密码(包过域管理员), 您必须提供系统与NTDS.DIT文件. 例如, 您可以从另一系统复制文件到此, 重设所需的密码, 然后将它们放回原来的位置. 默认情况下, NTDS.DIT文件是位于%WINDIR%\\NTDS文件夹.
1518=选择您从另一个系统复制的文件
1519=上部页面包含着发现用户的列表. 点击一个来查看其属性. 点击'下一步'按钮以便前往重设/修改密码界面.
151=导入
1520=用户名单
1521=帐户属性
1522=帐户被阻止: 
1523=密码过期: 
1524=帐户已禁用: 
1525=需要密码: 
1526=密码说明: 
1527=用户ID
1528=管理员
1529=密码设置
152=转储哈希密码历史记录
1530=从不
1531=不支持SAM会话密钥格式
1532=无效的SYSKEY, SAM会话密钥或SAM文件与系统不匹配
1533=LM密码解码错误
1534=NTLM密码解码错误
1535=输入数据无效
1536=无法打开系统注册表文件
1537=SYSKEY的描述项未找到
1538=无法读取SYSKEY
1539=无法打开SAM注册表文件
153=寻找如有明文密码
1540=无法读取SAM注册表文件
1541=无法写入SAM注册表文件
1542=LM密码加密错误
1543=NTLM密码加密错误
1544=启动次序设置未找到
1545=SYSKEY启动密码文件无法从软盘上找到
1546=无法读取SYSKEY启动密码文件
1547=SYSKEY尚未解密
1548=SYSKEY未不到
1549=无效的RID
154=注意!您可以从当前计算机转储SAM和的系统注册表文件哈希密码. 只要切换到二进制文件部分, 然后选择您需要的文件.
1550=RID值不是独特的
1551=错误写入注册表
1552=没有指定的命令
1553=错误数据转换
1554=SYSKEY无法改变
1555=无法将数据写入系统注册表
1556=无法命名数据匙
1557=SAM打开失败: %s
1558=无法从SAM领域里取得用户列表: %s
1559=选择您必须重设密码的用户
155=远程主机: 
1560=用户账号
1561=重设用户密码和属性
1562=激活/解锁帐户(如果它被禁用, 已锁或过期)
1563=<<重设/修改>>
1564=SAM/活动目录路径
1565=输入新的密码给选定的账户或输入空白字段来重设密码. 要特别注意附加选项. Windows将拒绝您的密码如果该帐户是被禁用或已锁.
1566=请备份SAM/活动目录文件才继续. 您想要结束帐户修改吗?
1567=无法打开用户在SAM领域: %s
1568=无法保存用户数据到SAM: %s
1569=无法保存数据基于以下原因: %s
156=总资源: 
1570=数据已成功更新
1571=无法读取活动目录的用户信息
1572=无法将用户信息保存到数据库. 该数据库返回以下错误: %d
1573=开始备份插件
1574=开始密码插件重设
1575=图表选项
1576=预设模式
1577=自定义
1578=顶部
1579=底部
157=用户名: 
1580=左
1581=右
1582=右上
1583=禁用
1584=报告已复制到剪贴板
1585=报告已保存到文件上
1586=无法保存报告文件
1587=无法复制报告到剪贴板
1588=LM密码
1589=NTLM密码
158=密码: 
1590=恢复速度(Mp/秒)
1591=指纹攻击选项
1592=指纹常规选项
1593=词典生成器-创建指纹词表
1594=指纹攻击生成复杂密码是基于所输入的词典以便生成所有可能性变化. 这种攻击是非常有效当所有突变选项设置是打开的.
1595=初始化词典
1596=其他突变选项
1597=使用""Passcape密码预测""发动机来产生额外的密码
1598=使用键盘和经常使用的序列
1599=使用日期
159=加载配置
1600=使用数字与共同的序列号
1601=使用多余词突变(耗时)
1602=最大限度地提高效率当生产指纹时
1603=循环直到没有更多的密码被发现
1604=了解更多有关指纹攻击
1605=指纹
1606=指纹攻击选项
1607=指纹攻击
1608=无法解析%s
1609=指纹进行中...
160=保存配置
1610=密码缓存持有%d项目. 这是很巨大的和可能影响整体程序的性能. 请考虑删除或保存该缓存(见常规选项).
1611=指纹进行中...\n请稍候
1612=指纹攻击检测到的几个项目. 您要重新启动指纹攻击以设法得到更多的密码?
1613=步骤%d已完成, 发现%d个密码
1614=简单指纹攻击进行中
1615=运行简化的指纹分析当攻击完成后
1616=GPU设备%lu未发现, 请重新检查您的设置
1617=GPU暴力
1618=基于GPU的攻击
1619=GPU暴力攻击选项
161=注意!远程哈希倾销可能需要相当长的时间才能完成(需用上几分钟的时间来处理多个用户帐户). 请耐心等待.
1620=了解更多关于GPU暴力攻击
1621=GPU暴力攻击选项
1622=GPU暴力攻击
1623=优化结果中...
1624=您应该先选择至少一个GPU设备
1625=多GPU设备还未支持. 请只选择一个图形卡.
1626=无法获取设备性能
1627=Windows机密浏览器
1628=选择WindowsLSA机密位置
1629=本地计算机的机密
162=无法显示对话框,请选择网络设备
1630=查看所选外部计算机的机密
1631=通过点击其名称来查看Windows机密
1632=Windows机密游览器是一个小工具来显示和编辑当前保存在注册表中或外部计算机的LSA机密. LSA机密可能会存储Windows登录密码在明文里. 选择您想查看的机密: LSA机密在您的本地计算机或外部计算机.
1633=选择秘密类型
1634=您本地计算机的LSA机密
1635=您外部计算机的LSA机密
1636=LSA机密驻留在Windows注册表中. 请提供安全和系统二进制注册表文件以便继续前进.
1637=显示过期与过时的机密
1638=选择机密源
1639=机密名称
163=选择远程主机
1640=数据大小
1641=已修改
1642=已过期
1643=机密初始化错误: %s
1644=机密读取错误: %s
1645=以下列表包含着发现解密的LSA机密. 点击其中之一来查看它的价值. 即使机密是可以编辑, 但要小心: 修改一些机密可能导致系统故障或无法重新启动!
1646=数据已成功修改
1647=无法写入机密: %s
1648=您确定要更改机密'%s'吗?
1649=安全文件将被覆盖,再点击'是'前, 别忘记做个备份.
164=所需要的领域之一来填补. 如果没有这些资料, 连接到远程计算机是不可能的. 要继续吗?
1650=域缓存凭据资源管理器
1651=选择域缓存凭据的位置
1652=查看所选外部计算机的缓存凭据
1653=缓存凭据在本地计算机
1654=发现与解密域缓存条目
1655=选定域缓存条目的性质
1656=域缓存凭据资源管理器允许您解密, 查看和编辑域缓存条目,以及导出域缓存密码到文本文件. 选择您想查看的凭据: 凭据在您的本地计算机或外部计算机.
1657=域缓存凭据位置
1658=本地计算机的缓存凭据
1659=外部计算机的缓存凭据
165=当前配置已保存
1660=域缓存凭据被加密存储在Windows注册表中, 在'HKEY_LOCAL_MACHINE/SECURITY/Cache'中. 您需要提供安全性和系统注册表文件, 以便继续进行.
1661=生效名称
1662=全名
1663=最后修改
1664=主要组ID
1665=组成员
1666=全组成员
1667=登录域SID
1668=登录域名
1669=域名
166=无法保存当前配置
1670=DNS域名
1671=UPN
1672=登录脚本
1673=配置文件路径
1674=主驱动器
1675=首页目录
1676=PBKDF2重复使用计数器
1677=补充数据
1678=输入正确
1679=错误初始化缓存凭据引擎: %s
167=强烈建议您提供与安全程序和软件登记的文件. 这将实现快速解码密码给予某一些账户.
1680=域缓存条目没有被发现
1681=无法读取缓存条目#%lu或输入空白
1682=以下列表包含着发现和解密的域缓存条目. 右键单击该列表以显示上下文菜单. 要恢复缓存密码, 导出列表文件, 然后传到网络密码恢复向导.
1683=无法初始化主密钥
1684=无法读取主密钥,没有发现数据
1685=无法打开缓存控制值
1686=无法读取缓存控制值
1687=无法打开域缓存条目
1688=无法读取域缓存条目
1689=不正确的机密大小
168=导入(从注册表文件中的SAM)常规帐户
1690=数据完整性失败或无效的密钥
1691=域缓存条目不正确解析
1692=数据转换失败
1693=无法推回数据
1694=无法读取用户名
1695=无法写入缓存条目
1696=文本文件(*.txt)|*.txt|所有文件(*.*)|*.*||
1697=域缓存凭据(*.dcc)|*.dcc|所有文件(*.*)|*.*||
1698=设定新密码
1699=错误移除缓存条目: %s
169=导入域帐户(从活动目录的ntds.dit数据库)
1700=所选条目无法更改密码: %s
1701=在此输入新的密码
1702=项目#%s已成功被删除
1703=项目#%s已成功被更改
1704=Passcape导出导入文件(*.peif)|*.peif|所有文件(*.*)|*.*||
1705=无法计算文件的CRC
1706=请输入密码以便检查
1707=密码不正确
1708=恭喜您! 密码是正确的!
1709=该密码不正确. 然而, 程序已找到正确的对应哈希: %s
170=所有文件(*.*)|*.*||
1710=新增LSA机密
1711=输入新机密名称与数据
1712=机密数据
1713=新增机密中'%s'
1714=您应该为机密提供一个非空的名称
1715=添加机密
1716=删除机密
1717=修改机密
1718=共享名称
1719=机密删除中'%s'
171=文件活动目录(*.dit)|*.dit|所有文件(*.*)|*.*||
1720=了解更多有关LSA机密信息
1721=了解更多有关域的信息缓存的凭据
1722=该词典太大了. 您仍要继续(不推荐)?
1723=加密的情况下没有被发现
1724=词列表工具
1725=了解更多有关词列表工具的信息
1726=词列表是非常实用和强大的工具, 帮助您创建, 分割, 排列, 转换, 密码词典等. 请选择您想做的事.
1727=您想要做什么
1728=创建新的词列表基于索引 html, exe, doc, txt, 等. 文件在您的本地驱动器
1729=合并数词列表为一个
172=选择所需的格式和文件,从其中导入哈希
1730=显示文词列表的统计信息
1731=短词列表
1732=转换/压缩成另一种格式词列表文件
1733=执行其他操作在现有的词列表
1734=创建词列表通过索引字词/密码在您的硬盘敏感区
1735=取证工具
1736=选择一个任务
1737=该词索引是基于IFilter的搜索引擎. 您可以索引任何文件, 如果安装的IFilter的文件扩展名. 如果没有适当的IFilter, 一个文件的内容不能由程序解析和索引. 要小心谨慎, 有些第三方的IFilter可能无法正常工作!
1738=选择一个文件(被索引)位于文件夹
1739=索引所有文件
173=文件格式: 
1740=只索引具有以下扩展文件名
1741=索引所有的文件除了以下扩展
1742=附加选项
1743=只在给定的文件夹解析文件(否则在其他子文件夹)
1744=限制最大字大小(字符): 
1745=跳过文件当它的大小大于(Mb): 
1746=使用自定义单词分隔符
1747=设置文件索引选项
1748=无效的选项设置
1749=文件索引中...
174=文件名: 
1750=%s已成功保存到磁盘\n\n文件大小: %0.1f Mb\n单词: %lu\n\n考虑排列, 编辑, 转换词列清单到您的首选文件格式
1751=分割现有的词列表文件成块
1752=无法读取初始词列表
1753=输出词典是一个基础Unicode的文本档案, 行以CRLF的分隔. 设置排列复选框到输出字排列列表和删除重复的字符串. 确保您对您的目标驱动器有足够的空间.
1754=输出词列表
1755=排列输出词列表
1756=限制内存使用量(Mb)
1757=添加文件
1758=删除所选
1759=清除列表
175=L0phtCrack文件(*.lcs)|*.lcs|所有文件(*.*)|*.*||
1760=合并数词列表为一个
1761=无法排列'%s': %s
1762=无法合并已排列文件: %s
1763=输入词列名已成功合并与合成'%s'
1764=在合并词列表时发现了一些问题
1765=词列表合并中
1766=读取和排列'%s'
1767=排列和写入'%s': %lu Mb已写入
1768=输入词列表
1769=选择一个单词列表并查看统计和点击'下一步'按钮来启动字词分析
176=Passcape通用配置文件(*.puc)|*.puc|所有文件(*.*)|*.*||
1770=查看词列表统计
1771=同时间分析字频
1772=分析中'%s'
1773=文件大小: 
1774=最后修改: 
1775=词列表类型: 
1776=词统计: 
1777=密码总行数: 
1778=非英文字词: 
1779=多词短语: 
177=PWDUMP文件(*.txt)|*.txt|所有文件(*.*)|*.*||
1780=升序排列: 
1781=%d字词: 
1782='%C'字: 
1783=词列表统计
1784=6种可排列的方法: 按顺序字母字符串顺序排列, 逆序排列, 顺序或逆序排列通过字符串的长度, 排列通过字符串长度和保存结果至多个文件关联与字符串的长度(如. 1.txt, 2.txt, 3.txt 等.)另外, 您可以按字母顺序输入词列表和结果保存到与该单词的第一个字母关联的多个文件. 例如, a.txt, b.txt, c.txt ... z.txt.
1785=排列选项
1786=忽略大小写(无视字母的大小写)
1787=顺序排列(跳过重复)
1788=逆序排列(跳过重复)
1789=顺序排列通过字符串的长度
178=Cain&Abel文件(*.lst)|*.lst|所有文件(*.*)|*.*||
1790=排列通过字符串的长度和保存输出至多个文件
1791=排列文件中...
1792=选择一个您要保存的文件夹并排列文件至
1793=逆序排列通过字符串的长度
1794=排列文件中
1795=该文件已被成功地排列
1796=载入项目哈希...
1797=词列表格式转换
1798=输出词列表文件格式
1799=选择您要转换的输入词列表. 默认情况下, 程序会自动检测到输入文件的格式. 但是您可以含蓄的做到这一点.
179=Elcomsoft PWSEX 或 PPA项目文件(*.hdt)|*.hdt|所有文件(*.*)|*.*||
1800=自动检测
1801=ASCII 文本文件
1802=UTF16(UNICODE文本文件)
1803=UTF8文本文件
1804=PCD(Passcape压缩词典)
1805=转换词典中...
1806=无法创建输出词列表
1807=转换顺利完成\n\n输入文件大小: %.1f Mb\n输出文件大小: %.1f Mb
1808=%lu%%已完成
1809=%s错误#%d
180=LastBit v6-v7项目文件(*.winpsw)|*.winpsw|所有文件(*.*)|*.*||
1810=创建PCD文件...
1811=PCD文件压缩...
1812=输入文件格式
1813=输出文件格式
1814=压缩中, %lu%%已完成
1815=压缩为ZIP...
1816=比较2词列表
1817=选择2个您要比较的词列表. 请记住二进制模式使用字节逐字节比较, 而字符串比较模式是有点不同. 例如, 您可以在这里比较不同类型的词列表(如. PCD和UTF文件).
1818=词列表比较
1819=比较模式
181=Elcomsoft PSPR文件(*.hsh)|*.hsh|所有文件(*.*)|*.*||
1820=词列表 %d
1821=执行字符串比较
1822=执行二进制比较
1823=该词列表是相同的
1824=该词列表是不相同的. 第一个区别是行#%lu\n\n%s - '%s'\n%s - '%s'
1825=该词列表是不相同的. %s 通过在文件末尾行#%lu
1826=无法读取%s在偏移%s
1827=该词列表是不相同的在偏移量%s
1828=该词列表是不相同的, %s 通过了文件的末尾
1829=处理数据...\n请耐心等待
182=SamInside项目文件(*.hashes)项目文件|*.hashes|所有文件(*.*)|*.*||
1830=选择您想对词列表做出的事. 即使是不建议, 您可以通过设置输出词列表的名称与输入词列表的名称相同以覆盖输入的词列表.
1831=转换所有字词为小写
1832=转换所有字词为大写
1833=前大写字(如. bad -> Bad)
1834=删除重复的字词
1835=删除非英文字词
1836=删除非字母字词(1234, !@#$, 08-19-2000 ...)
1837=删除英文字词
1838=切开头和结尾空格
1839=切开头和结尾的空格和数字
183=清除哈希表? 如果您选择'否', 新的哈希值将被添加到列表中.
1840=切位, 数字和特殊符号
1841=拆分词列表块通过设置最大大小
1842=拆分块通过设置最大数串
1843=设置最小字长
1844=设定最大字长
1845=更改行定界符
1846=无法删除重复: %s
1847=操作失败. 参阅详细的错误日志.
1848=目前的操作已成功完成
1849=输出词列表格式:
184=转存正常(SAM)哈希
1850=现有词列表的其他操作
1851=无法重命名WPR临时文件至目标词列表
1852=按字母顺序排列并保存输出到多个文件(如. a.txt, b.txt, c.txt ...)
1853=当前的显示设置将不会允许该应用程序正确的显示自己.\r\n请更改显示颜色设置为'最高(32位)'并再次运行此应用程序.
1854=%s不能用来作为文件名, 试图改变它为 %s
1855=无法创建%s, 将被跳过
1856=列举所有已知的系统密码
1857=活动目录明文密码
1858=自动登陆密码
1859=缓存登陆密码
185=转存活动目录哈希
1860=SQL登陆密码
1861=IIS密码
1862=众所周知NT明文密码
1863=Windows媒体密码
1864=MSGINA存储明文密码(只供Win2K)
1865=RAS, Dialup, VPN, DSL连接密码
1866=CRD凭据
1867=Windows凭据管理器密码
1868=Windows FTP密码
1869=无线连接的密码
186=无法启动加载程序管理器
1870=旧IM密码
1871=Far密码
1872=其他Windows密码
1873=Safari浏览器密码
1874=Chrome浏览器密码
1875=Opera浏览器密码
1876=Mozilla(Firefox, Flock, K-Meleon, Thunderbird, 等.)密码
1877=Internet Explorer浏览器密码
1878=TheBat!电子邮件客户端密码
1879=Eudora电子邮件客户端密码
187=没有错误
1880=IncrediMail电子邮件客户端密码
1881=Outlook Express电子邮件客户端密码
1882=Outlook电子邮件客户端密码
1883=Windows Mail和Windows Live Mail密码
1884=密码为流行的浏览器和电子邮件客户端
1885=索引全部由下列程序存储的词
1886=TheBat!(邮箱, 邮件, 附件)
1887=Eudora(邮箱, 邮件, 附件)
1888=IncrediMail(邮箱, 邮件, 附件)
1889=Windows Mail(邮箱, 邮件, 附件)
188=加载程序创建失败
1890=Mozilla, Firefox, Thunderbird, K-Meleon, 等.(邮件库)
1891=Opera(邮箱,邮件,词典)
1892=Outlook Express(邮箱, 邮件, 附件)
1893=Outlook(邮箱,邮件,附件)
1894=索引所有单词从最近使用的文件
1895=索引词和密码在硬盘驱动器中的敏感地区
1896=选择您想要索引的系统密码
1897=选择您想要索引的浏览器/邮件密码
1898=您也可以从电子邮件索引数据库或浏览器的历史在这里所有的词.
1899=从电子邮件的所有文字索引数据库 (邮件, 附件, 等.)
189=无法打开加载程序
1900=索引文件'%s', 剩余 %d 
1901=索引词从最近使用的文件. 点击'下一步', 开始指数化. 该操作可能需要几分钟甚至几个小时才能完成, 请耐心等待.
1902=不要用以下扩展索引文件
1903=每字字节: 
1904=字符比特
1905=字频
1906=%s-没有规则被发现
1907=加载%d规则
1908=发现无效的规则: %s
1909=混合解析器引擎初始化失败
190=需要管理员权限
1910=密码给予'%s'已发现: %s
1911=混合词典
1912=%s主密码给予'%s'已发现: %s
1913=%s主密码给予'%s'未发现
1914=程序检测到以下用户已创建密码重设盘:\n\n%s\n密码重设盘可以用来推导出原始明文密码. 您有密码重设盘吗? (您将会被提示 'userkey.psw' 文件)?
1915=用户密码(*.psw)|*.psw|所有文件(*.*)|*.*||
1916=重设密码信息已成功的被解密: {%s}
1917=检查密码重设信息
1918=%s失败
1919=请稍等
191=无法启动加载程序
1920=密码范围过大, 可以考虑修改面膜
1921=删除当前项目的所有攻击的进展状态
1922=该进度状态已被删除
1923=混合词典攻击选项
1924=混合词典攻击
1925=混合攻击词典
1926=混合攻击规则
1927=混合语法和帮助
1928=词典
1929=规则
192=查询加载程序状态失败
1930=混合语法
1931=了解更多有关混合词典攻击
1932=混合攻击类似突变词典攻击, 除了用户应该设置他自己的字突变规则. 安装这里至少有一个词表以便继续.
1933=您应该至少设置一个文件与字突变规则. 规则文件在于一个简单的ASCII文本文件与部分的[规则]. 字符串以下的一切都被视为规则. 参考'语法'选项卡的规则语法.
1934=规则数
1935=文本文件(*.txt,*.ini)|*.txt; *.ini|所有文件(*.*)|*.*||
1936=无法打开规则文件 '%s': %s
1937=您应该至少指定一个有效的词典文件
1938=您应该至少指定一个有效的规则文件
1939=加载规则%ld
193=临时文件创建失败
1940=:\t 对输入单词什么也不做\r\n{\t 向左旋转: password -> asswordp\r\n}\t 向右旋转: password -> dpasswor\r\n[\t 删除第一个字符: password -> assword\r\n]\t 删除最后一个字符: password -> passwor\r\nc\t 大写: password -> Password\r\nC\t 小写第一个字符, 其余的大写: password -> pASSWORD\r\nd\t 重复: password -> passwordpassword\r\nf\t 反映: password -> passworddrowssap\r\nk\t 转换单词到另一个键盘布局: password -> зфыыцщкв, 反之亦然\r\nl\t 转换为小写\r\nq\t 重复所有字符: password -> ppaasssswwoorrdd\r\nr\t 逆转: password -> drowssap\r\nt\t 颠倒所有字符的大小写: PassWord -> pASSwORD\r\nu\t 转换为大写\r\nV\t 精锐元音: password -> PaSSWoRD\r\nv\t 非精锐元音: password -> pASSWoRD\r\n
1941='N\t 截短单词至 N 字符长度\r\n<N\t 拒绝该单词若是大于字符 N 的长度\r\n>N\t 拒绝该单词若是小于字符 N 的长度\r\naN\t 检查所有可能在单词里的符号. N 是该单词的最大长度当应用这个规则. 此规则不能被用来与其他的结合!\r\nDN\t 删除该字符在位置 N\r\npN\t 复制单词 N 倍. N = 3 .. 9\r\nTN\t 切换字符的情况在位置 N. N = 0 .. 9 位置于 0 - 9, N = A .. Z 位置于 10 - 35 \r\nzN\t 复制的第一个字符在单词上 N 次. N = 1 .. 9\r\nZN\t 复制的最后一个字符在单词上 N 次. N = 1 .. 9\r\n
1942=$X\t 添加字符 X 到单词的末尾\r\n^X\t 插入字符 X 到单词的开头\r\n@X\t 移除所有单词中的字符 X\r\n!X\t 拒绝该单词若它包含至少一个字符 X\r\n/X\t 拒绝该单词若它不包含字符 X\r\n(X\t 拒绝该单词若第一个字符不是 X\r\n)X\t 拒绝该单词若最后一个字符不是 X\r\n
1943=%MX\t 拒绝该单词若它不包含字符 X 在至少 M 实例\r\n=NX\t 拒绝该单词若字符在位置 N 不等于 X\r\niNX\t 插入字符 X 至位置 N\r\noNX\t 覆盖位置 N 的字符与字符 X\r\nsXY\t 替换所有字符 X 与 Y\r\nxNM\t 提取子串最多到 M 字符长度, 开始从位置 N. M = 1 .. 9 长度相等于 1 - 9, M = A .. Z 长度相等于 10 - 35\r\n
1944=规则处理从左边到右边. 在线路的一些规则允许被应用(除了'aN'的规则). 最大输出字的长度被限制为256字节.
1945=发现重复的规则(%s), 将跳过
1946=没有设置词典
1947=没有设置规则的文件
1948=选择活动目录源
1949=选择您想探索其属性的用户帐户
194=无法读取模块路径
1950=查看/编辑所选帐户的属性
1951=活动目录资源管理器可以帮助您在观看/调查您的公共和私人域帐户的属性
1952=活动目录的位置
1953=本地计算机的活动目录
1954=外部计算机的活动目录
1955=了解更多关于活动目录资源管理器的详细信息
1956=自动解密私人数据
1957=如果自动解密的选项已设置, 程序将尝试自动解码所有私人属性. 否则, 原始未解密数据将会显示出来. 在任何情况下, 编辑器允许编辑解密和原始数据
1958=下面的列表显示了发现和已解密的(如果先前设置该选项)选定用户帐户的属性. 单击属性以查看它包含的数据. 右键单击数据字段以查看上下文菜单. 双击以进入编辑模式.
1959=属性名称
195=无法写入至临时文件
1960=属性描述
1961=活动目录资源管理器
1962=SAM资源管理器
1963=在这里您可以测试自己的混合规则. 只需键入一个示例输入字和要测试的规则.
1964=规则测试器
1965=输入字
1966=混合规则
1967=输出字
1968=混合规则测试器
1969=SAM资源管理器
196=临时目录创建失败
1970=选择SAM注册表源
1971=SAM资源管理器可以帮助您调查任何普通用户帐户的公共和私人属性, 以及一些封闭的属性和您的安全帐户管理器数据库的内部结构.
1972=本地计算机的SAM数据库
1973=外部计算机的SAM数据库
1974=了解更多关于SAM资源管理器的详细信息
1975=在这里显示SAM和系统注册表文件的路径. 通常情况下, 文件将驻留在 C:\\Windows\\System32\\Config 目录. 但是Windows可以审慎存储备份副本的文件在 C:\\Windows\\Repair 或 C:\\Windows\\System32\\Config\\RegBack 文件夹.
1976=注册表文件的位置
1977=页面顶部包含了用户帐户列表. 点击其中一个以查看它的属性. 按'下一步'按钮以继续向导的最后一步, 并查看/编辑的帐户的属性.
1978=用户数据结构的版本
1979=一个64位值, 相当于一个的文件时间, 说明该帐户最后登录的时间.
197=未知的错误发生
1980=一个64位值, 相当于一个的文件时间, 说明该帐户最后登录的时间.
1981=一个64位值, 相当于一个的文件时间, 说明密码的最后更新的时间.
1982=一个64位值, 相当于一个的文件时间, 说明该帐户不再被允许登录的时间.
1983=一个64位值, 相当于一个的文件时间, 说明其中一个帐户的最后登录尝试失败记录的时间.
1984=一个32位未签名整数代表RID的帐户.
1985=一个32位未签名整数表明了用户的主要组ID.
1986=一个32位标志指定的帐户的特点. 欲了解更多信息, 请游览'http://www.passcape.com/windows_password_recovery_sam_explorer'.
1987=一个16位未签名整数说明了此用户偏好的一个国家. 该空间值是国际国家电话区号. 例如, 英国的国家代码, 十进制是44.
1988=一个16位未签名整数说明了了此用户对象偏好的代码页. 该空间值是微软的源代码页的称号.
1989=一个16位未签名整数说明了错误的密码尝试.
198=无法读取答复
1990=一个16位未签名整数说明了已通过验证的用户帐户的次数.
1991=一个16位未签名整数说明了该帐户是一个管理组(直接或传递)的成员.
1992=一个16位未签名整数说明了该帐户是一个操作组(直接或传递)的成员.
1993=Unicode字符串指定的用户帐户的名称
1994=Unicode字符串其中包含了用户的全名
1995=与用户帐户相关的管理员评论
1996=与用户帐户相关的第二个用户评论
1997=扩展用户参数. 微软产品使用此成员来存储用户配置信息.
1998=Unicode字符串指定用户帐户的主目录的路径
1999=指定磁盘符以分配到用户的主目录登录目的
199=证书列表为空
2000=Unicode字符串指定路径为用户登录脚本文件. 该脚本文件可以为 .CMD文件, .EXE文件, 或.BAT文件.
2001=Unicode字符串指定用户的配置文件路径
2002=Unicode字符串其中包含了该用户可以登录的工作站的名称. 可以指定最多八个工作站, 名称可以以逗号分隔. 该账户的标志UF_ACCOUNTDISABLE允许禁用所有工作站登录到该帐户.
2003=21字节字符串指定在此期间用户可以登录的时间. 每个位代表在本周的独特小时, 基于格林威治时间. 第一位(位0, 字0)是星期天, 0:00至0:59; 第二位(位1, 字0)是星期天, 1:00至1:59; 依此类推. 请注意, 位0在字0代表星期天从0:00至0:59只有当您是在格林尼治标准时区. 在所有其他情况下, 您必须根据您的时区偏移量调整(例如, 世界标准时间减8小时为太平洋标准时间).
2004=列出该用户组帐户属于或不属于的名单
2005=与用户帐户相关的LM密码哈希
2006=与用户帐户相关的NTLM密码哈希
2007=用户帐户的NTLM密码历史哈希
2008=用户帐户的LM密码历史哈希
2009=用户提示(登录失败时显示)
200=内存或资源不足
2010=与帐户相关的登录图片
2011=您所尝试复制的价值可能不是日期
2012=无法设置'%s'属性
2013=下面的列表中显示所发现和解密的属性于选定的用户帐户. 单击属性, 以查看它包含的数据. 右键单击数据字段以查看上下文菜单. 双击数据字段以进入编辑模式.
2014=无法保存'%s'属性到文件
2015=该属性'%s'是不可编辑
2016=这份报告只有当从本地计算机加载哈希或导入SAM/NTDS.DIT文件
2017=普通帐户
2018=禁用帐户
2019=域帐户(否则定期)
201=无效的输入参数
2020=已锁帐户
2021=设置密码
2022=无需密码或空密码
2023=未设置密码
2024=用户账户
2025=计算机账户
2026=密码活跃
2027=密码已过期
2028=标准
2029=分享您自己的规则文件
202=没有发现答复
2030=受限用户
2031=管理员
2032=操作员
2033=设备名称
2034=计算能力
2035=L2缓存大小
2036=核心
2037=时钟频率
2038=总内存
2039=每块线程
203=无法识别的加载程序响应格式
2040=最大块尺寸
2041=最大网格尺寸
2042=每块共享内存
2043=不变内存
2044=偏差大小
2045=最大内存间距
2046=每块的注册器
2047=纹理对齐
2048=同步复制和执行
2049=多处理器数
204=无法重设状态标志服务
2050=启用内核执行超时
2051=集成与主机内存
2052=可以映射主机内存
2053=计算模式
2054=并发内核
2055=ECC已启用
2056=内存时钟频率
2057=内存总线宽度
2058=未发现内核模块
2059=无法初始化其中一个GPU的变数
205=服务错误
2060=无法初始化其中一个GPU的纹理
2061=线程块
2062=每个线程的密码
2063=其中一个GPU的线程参数是不正确的, 请验证您的GPU选项
2064=无法与GPU线程同步: 错误 %lX
2065=无法读取GPU内存: 错误 %lX
2066=无法写入GPU内存: 错误 %lX
2067=无法附加GPU上下文: 错误 %lX
2068=CREDHIST文件
2069=CREDHIST是一个钥匙环文件来保持所有先前用户密码哈希. 每当用户改变他或她的密码, 旧的密码哈希将添加到此文件的末尾, 然后以新的密码加密. 因此要解密哈希, 您必须知道用户的当前密码. CREDHIST文件是位于在 '%APPDATA%\\Microsoft\\Protect' 文件夹. 例如:\nWindows XP:  'C:\\Documents and Settings\\Adminstrator\\Application Data\\Microsoft\\Protect'\nWindows 7: 'C:\\Users\\John\\App Data\\Roaming\\Microsoft\\Protect'
206=一个或多个服务模块尚未被发现, 请重新安装该应用程序
2070=选择CREDHIST文件
2072=CREDHIST钥匙链:
2073=CREDHIST GUID:
2074=所选项目是不正确的密码. 然而, 程序发现密码是有效的对于项目#%d
2075=选择词列表
2076=恭喜您! 该密码已发现: %s
2077=当前密码: %s, 平均速度: %lu p/s
2078=选择凭据历史(CREDHIST)文件位置
2079=凭据历史分析
207=未知的错误
2080=DPAPI凭据历史分析
2081=读取更多有关凭据历史信息
2082=凭据历史文件(CREDHIST)|CREDHIST|所有文件(*.*)|*.*||
2083=发现密码'%s'给予条目#%d! 继续搜索吗?
2084=转储凭据历史
2085=转储DPAPI凭据历史哈希
2086=要解密所有存放在CREDHIST文件里的先前用户密码哈希, 您必须知道用户的当前密码(例如. 他/她上次设置过的密码). 然而, 部分转储(若您知道其中一个前密码)是被允许的. 解密哈希可以保存在SHA1或NTLM(PWDUMP兼容)格式.
2087=解密密码:
2088=转储SHA1哈希
2089=转储NTLM哈希, PWDUMP兼容输出
208=导入从
2090=使用当前登录用户的密码
2091=无法创建转储文件: 错误%d
2092=看来密码是不正确的. 您想要进行解密吗(最终哈希将可能不会被正确的解码)?
2093=密码不正确. 然而程序发现有效的密码符合项目#%d. 您想要进行解密吗(哈希直到#%d将被丢弃)?
2094=无法获取线程验证ID
2095=无法检索当前登录用户的密码
2096=转储选项
2097=无法获取用户SID
2098=导入%d CREDHIST哈希
2099=转储CREDHIST
209=本地计算机
2100=DPAPI用户主密钥分析
2101=选择主密钥位置
2102=解密主密钥结构
2103=读取更多有关DPAPI主密钥信息
2104=选择主密钥文件
2105=主密钥文件
2106=主密钥是使用于DPAPI作为主要的加密密钥以解密用户所保护的数据和密码即(如. DPAPI二进位大型数据). 例如, EFS证书, 无线, MSN, Outlook, Internet Explorer, Skype的凭据, 等. 用户主密钥文件位于 '%APPDATA%\\Microsoft\\Protect\\%SID%' 文件夹. 而 %APPDATA% 是用户应用程序数据目录, 和 %SID% 是用户的文本SID. 然而系统的主密钥位于在以下文件夹: %WINDIR%\\System32\\Microsoft\\Protect.
2107=下面的列表包含了主密钥文件的解码项. 右键单击列表以显示上下文菜单. 您可以使用一个简单的词表以暴力破解受保护主密钥的初始登录密码.
2108=数据
2109=无效的用户SID. 仍要继续(您将无法解密用户登录密码)?
210=远程计算机
2110=用户SID
2111=未发现密码
2112=搜索DPAPI二进位大型数据
2113=搜索二进位大型数据
2114=搜索ASCII二进位大型数据
2115=搜索UNICODE二进位大型数据
2116=输入路径以搜索二进位大型数据在
2117=输出文件夹以保存已发现的二进位大型数据到
2118=覆盖现有文件(否则提示)
2119=当先文件:
211=原始的二进制文件
2120=已扫描数据:
2121=发现二进位大型数据:
2122=填写在搜索选项已开始扫描DPAPI二进位大型数据
2123=DPAPI二进位大型数据没有被写入或可能它不是一个二进位大型数据. 文件: %s, 偏移 %lu
2124=DPAPI二进位大型数据分析
2125=选择DPAPI二进位大型数据位置
2126=解码DPAPI二进位大型数据结构
2127=了解更多有关DPAPI二进位大型数据浏览器和分析仪的信息
2128=DPAPI二进位大型数据是一个不透明的数据结构以保存加密的数据. 许多系统组件, 如加密文件系统, 无线连接向导, Windows凭据管理器, CardSpace, 等. 和流行的应用程序, 如IE浏览器, Windows邮件, Outlook, Skype和Google Talk使用DPAPI来安全地存储他们的秘密, 密码和敏感数据在DPAPI二进位大型数据. 您可以使用'BLOB搜索'工具来提取DPAPI二进位大型数据.
2129=选择DPAPI二进位大型数据文件
212=无法启动本地服务: %s
2130=DPAPI二进位大型数据文件
2131=以下列表包含了解码后的DPAPI二进位大型数据文件. 右键单击列表以显示上下文菜单.
2132=DPAPI离线解码器
2133=需要用户/系统凭据以便成功的二进位大型数据解密
2134=解密DPAPI二进位大型数据
2135=了解更多有关DPAPI离线解码器的信息
2136=您应该在这里指定用户的SID和用户登录密码以进行解密DPAPI加密数据. 然而, 一些使用DPAPI加密二进位大型数据, 例如. 使用SYSTEM帐户加密, 需要机器的凭据. 在这种情况下, 您必须提供的系统和安全性的注册表文件的路径. 当使用熵来创建二进位大型数据时熵文件是需要的(参考CryptProtectData API以获更多信息). 您应该手动创建一个简单的二进制文件与熵的数据然后显示程序文件的路径.
2137=需要额外参数以成功的进行数据解密
2138=用户登录密码
2139=似乎可以在几个方面进行解密主密钥: 使用系统凭据或用户登录密码. 您想要如何进行解密?
213=无法得到服务的执行结果: %s
2140=使用系统
2141=使用登录密码
2142=CREDHIST GUID与指定的主密钥不符合. 仍要继续(不推荐)?
2143=无法使用给定的凭据来解密主密钥
2144=试图解码CREDHIST来找出正确的.
2145=主密钥无法被解密. 可能是密码或SID是不正确的.
2146=无法读取系统(%s)凭据: 错误#%d. 检查系统和安全性配置单元.
2147=无法读取DPAPI二进位大型数据文件. 错误%lu.
2148=无法解析DPAPI二进位大型数据. 错误%lu.
2149=熵文件(可选)
214=服务确诊以下错误: %s
2150=无法读取熵数据
2151=DPAPI二进位大型数据尚未解密(错误%lu). 通常错误发生是因如果熵尚未设置或设置不正确. 例如, Internet Explorer 使用源URL地址为二进位大型数据熵.
2152=通常情况下, 错误发生时是熵不正确的或没有被设置.
2153=未发现熵文件. 要继续吗?
2154=DPAPI二进位大型数据GUID与指定的主密钥不符合. 您将无法进行解密. 确保主密钥的名称如下: %s
2155=试图解码本地密钥(%s)
2156=当前程序版本只显示已解密数据的前10个字符
2157=接触网上数据库时无反应
2158=无法解析的在线数据库
2159=没有从%s得到的答复
215=<空>
2160=每个攻击前先搜索在线密码数据库
2161=先进的攻击选项
2162=%ld已检查哈希(超过%ld)
2163=在线检查哈希...\n请耐心等待
2164=搜索在线数据库
2165=在线恢复
2166=在线
2167=在线恢复选项
2168=在线恢复执行全球密码搜索
2169=在线恢复将从在线数据库中搜索密码. 这种攻击是有效于简单, 短或知名的密码, 给予小的哈希列表. 它也可能作为密码的弱点指标.
216=转存历史
2170=搜索完整的LM哈希(推荐), 否则减半
2171=最大限度地提高搜索效率
2172=跳过不必要的文件
2173=了解更多关于网上恢复
2174=看起来您的电脑没有连接到互联网. 您是否要继续(单击'是'之前您应该手动连接)?
2175=下载数据(%d)
2176=设置响应超时(秒)
2177=限制网页和文件下载大小
2178=使用代理
2179=服务器
217=搜索明文密码: 步骤 %d
2180=端口
2181=响应超时(秒)
2182=搜索查询之间的最小延迟
2183=搜索查询之间的最大延迟
2184=秒
2185=显示红色警示区
2186=彩虹表
2187=彩虹表生成器
2188=算法
2189=索引
218=导入%d帐户
2190=链长度
2191=链计数
2192=列表计数
2193=字符集名称:
2194=密钥空间
2195=磁盘空间
2196=哈希速度
2197=步骤速度
2198=列表预计算时间
2199=总预计算时间
219=导入%d条历史记录
2200=最大密码分析时间
2201=基准
2202=列表选项
2203=列表统计
2204=基准
2205=创建自己的彩虹表
2206=最小长度
2207=最大长度
2208=不支持大于2 Gb的列表. 请使用较小的链的计算.
2209=输出文件夹:
220=分析%d明文密码
2210=设置输出目录来保存列表至
2211=列表'%s'已完成, 仅将排序
2212=列表'%s'将继续从上次保存的位置
2213=错误创建'%s'
2214=创建'%s'\n%d剩余列表
2215=无法重命名%s至%s. 手动执行.
2216=一排列文件'%s'拥有错误的大小. 有些地方出错了, 该文件将被保留. 请联络技术支持.
2217=无效的最大长度
2218=线程运行:
2219=设置自定义过滤器基于混合词典攻击规则
221=内部错误
2220=没有过滤器设置, 无事可做
2221=无法设置自定义过滤器: %s
2222=输入单词列表:
2223=Passcape彩虹表
2224=Passcape彩虹表生成器
2225=创建Passcape彩虹表
2226=Passcape彩虹表
2227=指纹
2228=无法创建索引文件'%s'
2229=创建索引文件...
222=无法连接到指定的共享资源
2230=无法打开PRT索引文件(%s)
2231=Passcape彩虹表攻击选项
2232=重置统计
2233=您确定要重置为当前项目的统计和报告吗?
2234=数字作为词
2235=您应该至少指定一个Passcape彩虹表文件(*.PRT)
2236=了解更多有关Passcape彩虹表攻击
2237=列表索引文件'%s'没有被发现
2238=Passcape彩虹表(*.prt)|*.prt||
2239=%s 不是Passcape彩虹表
223=不可能获得所选择的共享资源信息
2240=链的长度应小65536
2241=%d 找到重复的项目
2242=其中一个工作线程无法处理列表
2243=删除合并链在步骤 %d (%d%% 完成)
2244=少于
2245=无法替换当前链的复制
2246=无法找到所有重复的文件'%s'. 文件读取错误.
2247=删除重复, 请耐心等待
2248=无法合并链的开始和结束到列表
2249=无法完成列表
224=无法连接到远程计算机
2250=创造完美的彩虹表
2251=无法重命名文件'%s'至'%s'. 手动执行.
2252=完善将显著降低列表的成功率. 您是否要继续?\nP.S. 为了确保成功率, 可以考虑增加列表的数量至少两倍链的计数.
2253=词典选项将被跳过由于格式不兼容
2254=大小写变换
2255=添加字符/前面加上
2256=首和尾
2257=L33t
2258=缩略语
2259=正面和背面
225=断开故障
2260=元音和辅音
2261=忽略字符
2262=字符交换
2263=字符复制
2264=插入分隔符
2265=添加日期
2266=Oem转换
2267=字移位
2268=字符替换
2269=长度截断
226=无法读取远程计算机的注册表
2270=禁用
2271=Passcape彩虹表攻击是一种实施了先进的时间-内存权衡密码审计的方法. 但不同于简单的彩虹表, Passcape彩虹表攻击可以恢复长(最多64个字符)和复杂的密码. 您应该知道, 由于攻击的性质, 并非所有的密码都可以恢复, 这是取决于最初的词表, 创建表和表生成选项.
2272=Passcape LM彩虹表列表
2273=Passcape NT彩虹表列表
2274=选择一个最大GFlops的GPU设备
2275=GPU设置
2276=在这里您可以编辑GPU的特定选项. 每块线程的选项将设置GPU同时运行的线程数量. 而每个密码的线程将设置密码验证的数量从单一GPU线程内.
2277=GPU特定选项
2278=这个计算机(GPU)
2279='%s'不是%s存档
227=无法上传文件到远程计算机
2280='%s'没有包含词典
2281='%s'包含多个文件, 将被忽略
2282='%s'已加密, 将被忽略
2283=不能解压'%s'
2284=列表'%s'不完整, 排列将不会被应用
2285=重叠
2286=时间(剩余天数)
2287=时间(已过天数)
2288=天前
2289=密码永不过期
228=远程服务无法启动: %s
2290=普通用户帐户
2291=密码
2292=密码长度
2293=调整您的CPU/GPU速度
2294=请先输入您的密码
2295=智能检查复杂的键盘组合
2296=选择一个密码列表以便分析
2297=密码列表分析
2298=密码列表
2299=无法读取密码列表文件
229=该程序无法识别远程计算机类型. 您想如何识别呢?
2300=已处理密码:
2301=显示已处理总数
2302=独特的密码
2303=相同的密码
2304=仅分析以下长度的密码(设为0以便分析所有密码)
2305=大写字母
2306=小写字母
2307=数字
2308=特殊符号
2309=其他字母
230=不知道
2310=字符类型的图例:
2311=密码计数
2312=所有密码
2313=%d-仅字符的密码
2314=字符
2315=仅小写
2316=仅大写
2317=仅数字
2318=仅特殊字符
2319=多个字符集
231=P.S. 远程设备已经定义本身为
2320=字符集
2321=其他
2322=字符集排序
2323=常用的字符组合
2324=要完成报告, 您应该设置密码的长度至少%d. 或重置该选项为0以便分析列表中的所有密码.
2325=保存密码面膜至文件(面膜攻击就绪)
2326=密码已被面膜覆盖
2327=排名前20位的流行密码面膜
2328=词表文件过于庞大, 不适应在内存中. 您想尝试其他(缓慢)限制内存使用率的分析算法吗?
2329=已处理字符:
232=系统错误%lu
2330=未找到RID, 一些数据可能不当的被解密
2331=GPU指纹
2332=GPU指纹攻击选项
2333=GPU指纹攻击
2334=复制日志消息至WPR.LOG文件(可能会导致性能下降)
2335=覆盖日志文件(如果这个选项没有被设置, 日志消息将追加到文件的末尾)
2336=在启动时检查更新
2337=查看日志
2338=GPU面膜
2339=GPU面膜攻击选项
233=无效的参数输入
2340=GPU面膜攻击
2341=了解更多有关GPU指纹攻击
2342=面膜元素或密码大小的总数(面膜已设)被限制为20.
2343=无法初始化GPU设备: 错误 %lX
2344=最高性能(亿位数 ops/sec)
2345=PasswordsPro项目文件(*.hashes)|*.hashes|所有文件(*.*)|*.*||
2346=上次发现的密码:
2347=用户:
2348=选定的用户:
2349=使用'项目 - 导入'菜单以便加载密码哈希至程序
234=%s未找到
2350=密码还没有恢复
2351=导出密码
2352=该系统有没有过滤'%s'扩展名
2353=无效的语法, 请参阅该程序的帮助已获更详细的信息
2354=组合词典绶存设置
2355=将词典放在内存中(但仅适合较小词典)快
2356=不缓存词典在内存中(但可使用所有词表)慢
2357=让程序决定最佳途径
2358=保存位置与以下词典不匹配: %s
2359=GPU面膜攻击不支持密码超过20个字符
235=%s是受保护的系统文件, 制造为可读的拷贝
2360=看来您的电脑没有连接到互联网
2361=Visual Studio 2011强调色
2362=默认
2363=当前攻击
2364=在相同的目录中发现系统注册表. 您想使用它吗?
2365=加载历史哈希
2366=加载计算机帐户的哈希
2367=GPU词典暴力攻击
2368=GPU词典暴力
2369=GPU词典暴力攻击选项
236=哈希密码历史记录
2370=暴力攻击设置
2371=多GPU的设备只支持高级版
2372=该GPU词典是一种混合型的攻击, 实际上是2个组成: 词典和暴力攻击. 首先该攻击将从指定的字符集中使用一个范围内的符号来生成所有可能性的组合, 然后插入每个组合至词典内的每一个单词位置并检查作为密码的单词结果. 接着到另一个单词, 等. 有关完整词典列表, 请访问我们网站上的'词表收藏'相应部分.
2373=暴力破解符号应插入的单词的位置
2374=输入单词的使用率
2375=设置一个字符集, 其最小和最大长度. 该攻击将使用字符集来生成将被插入到词典中的单词符号. 插入位置是说明符号将被插入到的单词位置. 您还可以大小写输入的单词, 使它们小写, 大写或直接使用它们(无任何修改).
2376=暴力攻击范围
2377=了解更多有关GPU词典暴力攻击
2378=在开始
2379=在结束
237=无效的用户会话密钥
2380=在中间的任何地方
2381=不变(没有转换)
2382=转换为小写
2383=转换为大写
2384=大写 (第一个字符是大写，其余均为小谢)
2385='最大的线程块'设置同时运行最大数量的GPU块(通常情况下, 每个块包含256GPU线程). 而'线程的最大密码'从一个GPU线程内设置将被验证的密码最大数量. 请考虑尝试不同的组合, 以达到最大限度地GPU使用率.
2386=最大的线程块
2387=线程的最大密码
2388='%s'已超过大小限制(%d), 将被跳过
2389=由于缺乏效率, 该攻击并不支持LM哈希恢复. 请考虑使用GPU暴力攻击。
238=无效的SAM或SYSKEY的会话密钥
2390=单词的位置
2391=获取当前登录用户的明文密码
2392=%d个明文密码已被发现基于使用算法%d
2393=将每次发现密码以递增追加方式记录到缓存文本(即不覆盖已有密码)
2394=注意:每当开始一个新的项目,将清空已缓存密码文本
2395=无法打开PASSWORDS.TXT
2396=GPU面膜语法错误, 请修改面膜
2397=该密码面膜包含着静态(不改变)字符和动态字符(动态的变化字母, 数字或符号). 例如, 在面膜'ilove%c%c%c%c', 字符 'i' 'l' 'o' 'v' 'e' 是静态的, 和 '%c' 是动态集. 动态集总是前插着一个 % 字符.\r\n\r\n%c\t- 小写拉丁字符(a..z)\r\n%C\t- 大写拉丁字符(A..Z)\r\n%#\t- 完整的特殊字符(!..~ 空格)\r\n%@\t- 小套的特殊字符(!@#$%^&*()-_+= 空格)\r\n%?\t- 所有可打印的字符与ASCII代码32..127\r\n%d\t- 单个数字(0..9)\r\n%r(x-y)\t- 用户自定义字符与ASCII码从x到y\r\n%r(x1-y1,x2-y2...xn-yn)\t- 多个非重叠序列的ASCII字符集\r\n%1[2,3 .. 9]\t - 从用户自定义字符集里的字符1..9\r\n%%\t- 静态字符 %
2398=test%d\t\t\t- 生成密码的范围test0..test9, 总数为10个密码\r\ntest%d%d%d%d\t\t- test0000..test9999, 10000个密码\r\ntest%r(48-57,97-122)\t- test0..testz, 36个密码\r\n%#test%#\t\t- _test_..~test~, 1089个密码\r\n%1%1%1pin%2%2%2\t- aaapin000.. zzzpin999, %1 为用户的字符集(a..z)和 %2 是0..9\r\nilove%1%1%1%1%1\t - iloveaaaaa .. iloveZZZZZ, %1 为用户的字符集(a..z, A..Z)
2399=无法创建同步事件: 错误 #%d.
239=无法解密LM哈希
2400=%d个规则已保存到文件
2401=规则还没有被保存. 查看记录以知详情.
2402=不正确的超级规则前段, 考虑修改
2403=不正确的超级规则尾段, 考虑修改
2404='超级规则'是一个规则(或几个规则)将被应用在所有其他的普通规则上, 之前或之后. 如果您设置了超级规则前段, 它将会前插到*.ini文件里的每一行前面. 如果您设置了超级规则尾段, 它将会自动追加到普通规则的每一行.
2405=超级规则前段
2406=超级规则尾段
2407=这超级规则将被前插到共同规则的每一行
2408=这超级规则将被追加到共同规则的每一行
2409=超级规则
240=无法解密NT哈希
2410=超级规则将自动前插或追加到共同规则里的每一行
2411=超非轻型(极度缓慢)
2412=超非正常(极度极度缓慢)
2413=超艰难(更极度极度缓慢)
2414=最大
2415=短语限制
2416=限制输入短语
2417=最大短语长度:
2418=最大短语单词:
2419=要显示什么
241=变量的其中一个项目已损坏
2420=不要显示
2421=(温度和使用率)
2422=用第2个词典中字符或单词插入到第1个词典中每一个字的每一个位置
2423=例如: 12345Admin, A12345dmin, Ad12345min, 等.\n注意! 这条规则是有效于当只设有2个词典, 它不适合于3或4个词典.
2424=寻找当前用户的密码: step %d
2425=Hash 
2426=当前颜色
242=无法打开系统配置单元
243=无法读取系统加密密钥(SYSKEY)
244=SYSKEY尚未找到
2442=有效 
2457=不测试小于8个或超过64个字符(跳过)
245=无法打开SAM配置单元
2466=攻击结束后 自动选择下一个有效包 并重新启动攻击(自动跑包模式)
246=无法读取SAM配置单元
247=程序不支持旧的NT风格
2487=碰撞安全模式的GPU(NVIDIA)可能会导致性能下降
248=无法写入至SAM
2492=不测试违背国际标准码字符(跳过)
2495=强行加载转储(即使文件损坏)
2563=仅加载有效的握手包
2564=加载无效及有效的握手包
249=哈希字段是空的
2501=始终选择第一个(无论是否有效)
2502=下一个无论是否有效或损坏的 也进行攻击
2557=自动保存最新项目及进度
2503=基于ESSID密码攻击
250=无法写入到SAM变量条目
251=未找到启动顺序
2520=导入规则Hashcat/Insidepro
2522=或使用原始标准的SSID名称作密码关联
252=无法从在指定的磁盘上找到启动密钥文件
253=无法读取磁盘上的启动密钥文件
254=不能加密LM哈希
255=不能加密NT哈希
256=一般加密失败
257=加密密钥初始化失败
258=无法读取安全登录
259=无法读取数据加密密钥
260=无法初始化数据加密密钥
261=发现无效的数据
262=不支持的数据结构
263=空白槽数据
264=无法保存密码加密钥
265=未找到所请求的数据
266=错误写入安全注册表
267=无法打开注册表
268=注册表文件已损坏
269=错误读取注册表文件
270=注册表文件格式不支持
271=路径尚未被发现
272=数值尚未被发现
273=无法写入注册表文件
274=错误读取SYSKEY: %s
275=当前操作需要一个启动密钥SYSKEY的软盘. 要继续吗?在继续之前, 请把一个'startkey.key'文件放到您的软盘驱动器, 然后再继续吧.
276=SYSKEY启动密码
277=请在此输入SYSKEY启动密码
278=错误读取SAM域会话密钥: %s
279=错误解密SAM域会话密钥: %s
280=错误读取用户: %s
281=一般解密失败
282=无法解密密码加密密钥列表
283=无效(或未知)的密码加密密钥列表结构
284=没有解码
285=未知的加密算法
286=系统数据不匹配
287=扩展失败
288=SYSKEY尚未解密
289=记录的大小不匹配
290=活动目录打开错误
291=活动目录初始化失败
292=活动目录读取错误
293=无法读取数据加密密钥
294=无法初始化数据加密密钥
295=数据解密失败
296=数据读取失败
297=未知的数据格式
298=有问题!请检查要导入目标握手包:%s
299=不支持的文件格式
300=发现多个转储点, 请选择一个您需要的
301=日期: 
302=哈希计数: 
303=导出的: 
304=发现多个出口会议
305=编辑用户帐户
306=更改属性
307=用户名
308=RID
309=LM密码
310=NT密码
311=LM哈希
312=NT哈希
313=说明
314=更改
315=输入字段不能为空
316=无效的哈希长度%s
317=新的用户帐户已被添加: 用户: %s, RID: %s
318=账户%s已成功变更
319=或,在此处输入格式字符串中的PWDUMP
320=添加新的用户记录
321=这是必须设置一个名称, 摆脱和LM/NT哈希
322=输入的参数是无效的或空的
323=新增
324=搜索什么: 
325=仅匹配整个字符串
326=匹配大小写
327=方向
32804=启用/禁用Windows日志\n日志切换窗口
32805=密码报告
32806=攻击统计
32807=其他报告
32808=保存报告至影像文件\n保存报告
32809=帐户统计信息
32810=选择您要显示的报告数据库
32816=显示/隐藏应用程序消息栏\n消息栏切换
32826=启动Office 2000程序界面\nOffice 2000界面
32827=启动Office XP程序界面\nOffice XP界面
32828=启动Office 2003程序界面\nOffice 2003界面
32829=启动Windows XP程序界面\nWindows XP界面
32830=启动Visual Studio 2005程序界面\nVisual Studio 2005界面
32831=启动Office 2007程序界面(蓝色)\nOffice 2007界面(蓝色)
32832=启动Office 2007程序界面\nOffice 2007界面
32833=启动Office 2007程序界面(暗)\nOffice 2007界面(黑色)
32834=启动Office 2007程序界面(银)\nOffice 2007界面(银色)
32835=启动Office 2007程序界面(水蓝)\nOffice 2007界面(水蓝)
32836=启动自定义程序界面\n自定义颜色
32837=启动Visual Studio 2008程序界面\nVisual Studio 2008界面
32838=启动碳程序界面\n碳界面
32839=启动Windows 7程序界面\nScenic(Windows 7)
32840=启动Office 2007程序界面(蓝色)\nOffice 2007界面(蓝色)
32841=启动Office 2010程序界面(白色)\nOffice 2010界面(白色)
32842=启动Office 2010程序界面(蓝色)\nOffice 2010界面(蓝色)
32843=启动Office 2010程序界面(黑色)\nOffice 2010界面(黑色)
32847=更改菜单选项\n自定义菜单
32848=当前攻击状态
32849=发现密码指标
32850=导出哈希到PWDUMP文件\n导出
32851=导入哈希到项目\n导入
32853=启动一个新的恢复会话\n开始恢复
32854=继续上次存储的位置\n继续
32855=停止恢复状态\n停止
32856=攻击选项\n编辑所选攻击选项
32867=标记所有帐户\n选择所有
32868=取消所有帐户\n取消所有
32869=选择所有LM哈希\n选择所有LM
32870=选择所有NT哈希\n选取所有NT
32871=标记所有活跃帐户\n标记活跃
32872=反向标记选择\n反向
32873=取消活跃帐户\n取消活跃
32874=复制所选值到剪贴板\n复制
32875=复制用户名到剪贴板\n复制用户名
32876=复制用户ID到剪贴板\n复制RID
32877=复制LM哈希到剪贴板\n复制LM哈希
32878=复制NT哈希到剪贴板\n复制NT哈希
32879=复制账户描述到剪贴板\n复制描述
32880=复制已恢复LM密码到剪贴板\n复制LM密码
32881=选择/反选恢复账户\n选择哈希
32883=编辑账户\tF4\n编辑选定的账户
32884=搜寻\n搜寻特定值的列表
32885=新建\tF3\n建立新的用户账户并把它添加到列表
32886=删除用户账户\n清除
32887=删除列表\n全部删除
32888=删除标记账户\n删除勾选的
32889=删除活跃账户\n删除该项
32891=运行Windows里的计算器\n计算器
32892=检查密码强度\n密码表
32893=检查密码\n手动密码 验证该哈希
32894=建立一个哈希基于得到的密码\n哈希生成器
32896=更改常规设置\n常规设置
328=上
32905=如何使用该程序\n帮助
32906=检查可用的程序更新\n检查程序更新
32907=输入程序的注册码\n输入注册码
32908=打开产品订购页面\n购买此产品
32909=光临本公司网站\nPasscape主页
32910=打开该程序主页\n产品主页
32911=发送错误报告\n错误报告
32912=发送您的反馈或意见给开发者\n发送反馈
32913=推荐这此程序给朋友\n推荐
32914=设定程序访问密码\n限制访问程序
32915=限制访问程序\n设定程序访问密码
32916=更改当前访问程序密码\n更改密码
32917=删除当前访问程序密码\n清除密码
32919=打开/关闭任务栏窗格\n任务栏
32920=将程序最小化到托盘\n最小化到托盘
32921=显示/隐藏程序\n隐藏程序
32923=点击此处打开Passcape网站, 并获取更多有关我们产品的信息.
32925=搜索用户名\n搜索用户名
32926=搜索用户ID\n搜索用户ID
32927=搜寻LM密码\n搜索LM密码
32928=搜寻NT密码\n搜索NT密码
32929=搜索LM哈希\n搜索LM哈希
32930=搜寻NT哈希\n搜索NT哈希
32931=搜索描述\n搜索描述
32932=复制已恢复NT密码到剪贴板\n复制NT密码
32934=自定义集合(用户自定义)\n群体攻击
32936=攻击类型\n攻击类型
32937=LM攻击
32938=NTLM攻击
32939=第一项纪录\n前往第一个找到的记录
32940=前一项纪录\n搜索前一项纪录
32941=下一项纪录\n搜索下一项记录
32942=最后一项纪录\n前往最后一项记录
32943=搜索
32944=显示
32945=重设(删除)所有明文密码\n清除已发现密码
32946=主题
32947=界面
32948=更改指定攻击选项\n攻击选项
32949=更改主题颜色
32976=从本地计算机加载
32977=从远程计算机加载
32978=从项目导入
32979=从另一个程序加载
32980=攻击设置
32981=切换哈希状态
329=下
33020=生成多个哈希值并将它们保存到PWDUMP文件\n随机哈希生成器
33022=从词表中生成PWDUMP文件\n词典到哈希生成器
33041=语言\n界面语言
33042=复制日志到剪贴板
33043=保存日志到文件
33044=查看系统信息
33045=解锁并保存注册表文件和活动目录\n备份系统文件
33046=查看密码风险性报告\n密码风险状况
33047=查看密码复杂性报告\n密码复杂性
33048=查看密码长度分布报告\n密码长度分布
33049=查看LM与NT密码报告\nLM与NT密码
33050=查看正规与历史密码报告\n正规与历史密码
33051=查看密码恢复时间报告\n密码恢复时间
33052=查看已恢复与未破裂密码报告\n恢复与未破裂密码
33053=查看密码发现报告\n发现密码
33054=升级到标准版|专业版\n升级请求
33075=显示隐藏在星号后面的密码\n显示星号密码
33076=复制密码到剪贴板\n复制密码
33081=重设/更改SAM/NTSD.DIT密码\nWindows密码清除器
33082=从系统还原点上加载
33083=主题\n颜色主题
33084=描述位置\n描述位置
33085=透明度
33086=旋转角度
33087=远离中心
33088=复制报告到剪贴板\n复制到Windows剪贴板
33090=首选攻击
33091=分析攻击时间\n攻击时间
33092=分析攻击效率\n攻击效率(速度)
33093=当前电脑速度\n处理器速度
33094=分析攻击效率\n攻击效率(整体)
33097=查看和浏览WindowsLSA机密\nWindows机密游览器
33098=数据复制为十六进制
33099=数据复制为Unicode字符串
330=搜寻下一个
33100=撤消所有更改
33101=永久保存更改
33102=显示和编辑域缓存条目\n域缓存凭据资源管理器
33103=保存列表到文本文件
33104=导出哈希至CACHEDUMP文件
33105=导出哈希至Passcape *.peif文件
33106=检查密码
33107=重设密码
33108=删除条目
33109=导出至PSPR *.dcc文件
33110=使用不同的工具来创造, 排列, 转换, 等. 词列表\n词列表工具
33111=创建新的词列表通过索引文件
33112=合并词列表
33113=词列表统计信息
33114=排列词列表
33115=转换/压缩词列表文件
33116=词列表比较
33117=其他操作
33118=索引硬盘敏感地区
33121=查看活动目录用户账户属性\n活动目录资源管理器
33122=查看普通用户帐户属性\nSAM资源管理器
33123=复制数据为日期
33124=复制数据为ASCII字符串
33125=复制数据为日期字符串
33126=正常vs禁用帐户
33127=正常vs已锁帐户
33128=设置密码vs空密码
33129=用户vs计算机帐户
33130=活动vs过期密码
33131=管理员vs受限帐户
33132=10大活跃用户
33133=错误密码登录
33134=DPAPI解码与分析\nDPAPI解码
33135=离线DPAPI解码器\n解密DPAPI二进位大型数据
33136=分析DPAPI二进位大型数据结构\n分析DPAPI二进位大型数据
33137=主密钥解码\n解密用户主密钥
33138=主密钥分析\n分析用户主密钥
33139=解密CREDHIST和转储密码哈希\n转储CREDHIST哈希
33140=CREDHIST结构分析\n分析CREDHIST文件
33141=搜索DPAPI编码数据的磁盘或注册表\n搜索DPAPI二进位大型数据
33143=使用词列表以检查所选择条目的密码
33144=使用词列表以检查所有条目的密码
33145=保存到文件
33147=彩虹表生成器\n创建您自己的彩虹表(*.rt)
33148=Passcape彩虹表生成器\n创建Passcape彩虹表(*.prt)
33149=重设统计和报告\n删除当前项目的所有报告和重设统计
33151=已恢复帐户列表\n破解用户
33152=破解用户和密码列表\n破解用户/密码
33153=GPU 速度测试结果\nGPU速度
33154=最后10次失败登录
33155=最后10次更换密码
33156=最后10次登录
33157=最后10次登出
33158=过期不久的帐户
33159=定期与不过期密码
33160=密码长度分布
33161=密码独特性
33162=密码普及度
33163=字符出现率
33164=字符集的排他性
33165=字符集的多样性
33166=常用的前导字符
33167=常用的尾随字符
33168=常用的2个前导字符
33169=常用的2个尾随字符
33170=字符集
33171=字符集的排序
33172=常用的3个尾随字符
33173=常用的4个尾随字符
33174=常用的5个尾随字符
33175=排名前20位最高的5个字符的组合率
33176=排名前20位最高的4个字符的组合率
33177=排名前20位最高的6个字符的组合率
33178=排名前20位最高的7个字符的组合率
33179=排名前20位最高的8个字符的组合率
33180=密码格式
33181=独特的字符
33182=常用的3个字符
33185=攻击设置
33186=保存发现的密码到文件\n导出密码
33191=启用Visual Studio 2010应用程序的外观\nVS 2010外观
33193=启用Visual Studio 2011应用程序的外观\nVS 2011光泽外观
33194=启用Visual Studio 2011应用程序的外观\nVS 2011深色外观
33195=灰色图标
33196=强调色
33198=黑暗背景
33199=复制 SSID
331=搜索
33200=复制 哈希值
33201=复制 密码
33202=复制 说明
33203=搜索 SSID
33204=搜索 Hash哈希
33205=搜索 密码
33206=搜索 说明
33207=选择填充颜色
33208=绘图区域颜色
33209=选择第一个散列，它是有效的或非无效第一哈希握手
33213=复制 MAC信息
33214=清除所有相同 MAC_SSID
33215=复制 站
33216=搜索 MAC
33217=搜索 站
332=文本搜索已经结束
333=搜寻'%s'在 %lu 列
334=无法将数据复制到剪贴板
335={%s}已被复制到剪贴板
336=标记所有LM哈希
337=标记所有NT哈希
338=标记所选项目
339=标记所有项目
340=取消标记所有项目
341=取消标记所选项目
342=反向选择
343=删除%s帐户
344=删除所有帐户
345=设定程序访问密码
346=限制访问程序
347=密码
348=确认密码
349=隐藏我所输入的字符
350=设定
351=无法设置新的访问密码
352=成功创建新的访问密码
353=需要访问密码才能继续
354=请输入程序访问密码
355=检查
356=程序访问验证成功
357=您所输入的程序访问密码是不正确的.\n无此密码, 该程序是不可能启动的.\n请再试一次(剩下%d次尝试).
358=删除访问密码
359=更改访问密码
360=密码的质量取决于它的长度和复杂性. 以现代计算机来看, 大部分LM密码(与非空的LM哈希)是可以在几个小时内就被破解的. 相比LM, NT密码是更难被破解. 注意! 如果密码是一种常见的单词或词组, 应该一直被视为一周.
361=旧密码
362=新密码
363=删除
364=一般故障, 访问密码重设
365=访问密码被成功移除
366=已成功更改访问密码
367=密码表
368=检查密码强度
369=源密码
370=恢复配置
371=密码
372=输入您的密码: 
373=密码类型: 
374=恢复速度: 
375=恢复速度: 
376=密码质量: 
377=时间破解: 
378=每秒万个密码
379=发送
380=分享您的结果(文本文件)
381=这台电脑
382=自定义配置
383=请输入您的密码, 以验证他的哈希
384=检查密码
385=当前密码
386=哈希值进行比较
387=应用
388=LM哈希: 
389=NT哈希: 
390=检查大写和小写字母的所有可能组合
391=LM哈希比较: 
392=NT哈希比较: 
393=状态: 
394=密 码 匹 配 !
395=密码不匹配 !
396=验证
397=哈希生成器
398=单哈希生成器
399=密码哈希
400=PWDUMP字符串示例: 
401=部分匹配
402=人工智能攻击选项
403=使用人工智能力量来快速的猜测密码
404=人工智能攻击已证明是一个很好的Windows密码破解方法当搜索是对原系统进行. 最好的(根据速度和质量比例)攻击设置是: 密码突变-正常, 索引水平-正常. 在发动攻击之前, 我们强烈建议您关闭所有应用程序.
405=密码模块: 
406=密码索引: 
407=密码突变水平: 
408=字符变化水平: 
409=无(非常快)
410=稍弱(快)
411=稍强(慢)
412=超强(非常慢)
413=选项
414=统计
415=了解更多有关人工智能攻击
416=词典攻击选项
417=词典列表
418=选择
419=取消选择
420=反选择
421=词典名
422=词典大小
423=字符串
424=完整路径
425=所有词典文件|*.dic; *.udic; *.txt; *.utf; *.utf8; *.zip; *.rar; *.pcd|Passcape压缩词典(*.pcd)|*.pcd|文本词典文件(*.dic)|*.dic|Unicode词典文件(*.udic)|*.udic|Utf8词典文件(*.utf, *.utf8)|*.utf; *.utf8|文本文件(*.txt)|*.txt|压缩词表(*.zip, *.rar)|*.zip; *.rar|所有文件(*.*)|*.*||
426=上移
427=下移
428=删除'%s'词典
429=对于成功的解码, 您至少需增加一本好词典. 与此相反的是暴力攻击, 是进行了一次彻底搜索所有可能性的组合, 而使用词典攻击是只通过检查所有最有可能性成功的组合, 通常是来自一个单词表或词典. 此程序是包含了简短的英语单词表. 有关完整词典列表, 请访问我们网站上的'词表收藏'相应部分.
430=列入/排除的字符过滤器
431=智能突变
432=Passcape在线词典
433=使用这2个简单的过滤器,以跳过不需要的密码.如果您已经设置至少一个字符在'包含'过滤器, 所有的密码不包含该字符将被程序忽略.第二个'排除'过滤器是完全相反.
434=弱-突变较少与较高的扫描速度; 强-更多的突变以速度为代价; 中等-平衡速度和质量.默认选项,智能的突变是根据150多个社会工程技术. 注意, 甚至一个字的突变可能需要很长的时间!
435=首先, 程序将试图与Passcape服务器建立连接并检索可下载的词典列表. 选择您需要的词典, 然后点击'下载'按钮以进行下载.
436=列入允许
437=排除过滤器
438=在下面输入只检查有该字符的行(注述: 没有该字符出现的行跳过不测试)
439=忽略含有以下的符的行 
440=突变规则设置
441=启用智能突变
442=稍弱(快)
443=稍强(慢)
444=超强(非常慢)
445=无法读取临时文件
446=无法写入临时文件
447=没有更多的数据
448=处理%s
449=词典文件解压中...\n请稍候.
450=请稍等一会儿...
451=无法启动解压会议: %s
452=无法打开'%s'给予输入
453=不能启动解压会议: '%s'是无效的文件
454=无法从存档中解压文件: %s
455=无法关闭解压会议: %s
456=未知的缩压类型
457=无法找到PCD
458=不是PCD文件
459=未知版本的PCD
460=损坏的PCD
461=无法解压数据
462=无法写入至目标文件
463=PCD的集合中具有不同的大小
464=PCD的返回不正确
465=用户已取消
466=更新列表
467=下载
468=下载大小
469=实际大小
470=比率
471=群组攻击
472=您可以使用Ctrl或Shift来多重选择.
473=请选择要下载的词典
474=连接Passcape在线数据库...
475=词典中的定义文件还未找到. 请稍后再重试.
476=%s: %d Kb读取, %0.1 Kb/秒
477=%s: %d bytes读取
478=搜寻主机中...
479=主机已发现
480=请求发送
481=发送请求中...
482=已连接
483=接收响应中
484=响应已接收
485=关闭连接
486=连接已关闭
487=请求已完成
488=词典中的定义文件还未找到. 请稍后再重试.
489=抱歉, 该界面语言文件尚未发现. 请稍后再重试.
490=在线词典
491=Passcape词典文件加载中...\n请稍候.
492=不支持PCD的版本, 请更新程序.
493=总文件: %s, 总大小: %s Mb
494=检查 %s 词典...
495=要下载选定的词典, 您必须注册程序.
496=用户已取消
497=找不到词典. 请联络Passcape网络管理员
498=PCD的词典解密失败
499=错误保存文件
500=一个或多个语言的文件不能被下载.
501=发现有损坏
502=PCD解压失败: %s
503=PCD扩张失败: %s
504=词典文件扩展中...\n请稍候.
505=<演示版本>
506=使用本地版本
507=GPU暴力攻击假设试图从指定的字符范围(集)内的所有可能性的变化. 您可以使用现有的字符集(例如拉丁字符, 数字或特殊符号)或要求您自己的. 自定义字符集可以存储在磁盘上.
508=这组选项允许您指定生成的密码的最小和最大长度. 您还可以设置一个初始密码, 如果最后暴力攻击中断或停止时, 可以从程序中恢复最后一个保存的位置('开始密码'选项.)
509=预定义字符集
510=自定义字符集
511=使用自定义字符集
512=加载
513=保存
514=字符集(ASCII格式)
515=字符集(十六进制格式)
516=字符集的字符串
517=总密码
518=暴力字符集
519=密码长度和初始位置
520=密码长度和位置
521=最小长度
522=最大长度
523=初始密码
524=<无效的初始密码>
525=<无效的最小长度>
526=<无效的最大长度>
527=<无效的字符串>
528=<无字符集定义>
529=Passcape字符集文件(*.pcf)|*.pcf|所有文件(*.*)|*.*||
530=无法读取字符集文件
531=无效的字符集文件
532=无法打开字符集文件
533=无法写入字符集文件
534=无法创建字符集文件
535=面膜攻击选项
536=如果您已有一些关于密码的信息通常会建议您使用面膜攻击. 例如, 如果您知道密码开头为'loveme', 跟着是一个词或一个名称. 您可以指定以下面膜'loveme%c%c%c%c%c%c'以便测试所有可能性的组合从'lovemeaaaaaa'到'lovemezzzzzz'.
537=暴力攻击以给定的面膜
538=面膜语法和示例
539=密码面膜
540=词典生成器
541=清除
542=生成
543=面膜
544=密码范围
545=语法错误
546=数据已超出范围
547=重叠范围
548=无效的范围大小
549=空面膜
550=链接已超出有效的边界
551=链接至链接是不允许的
552=<超出范围>
553=<词典文件太大>
554=Mb
555=Kb
556=bytes
557=该密码面膜不正确.继续保存?
558=密码面膜文件(*.msk)|*.msk|所有文件(*.*)|*.*||
559=无法写入密码面膜文件
560=无法创建密码面膜文件
561=无法读取密码面膜文件
562=无效的密码面膜文件
563=无法打开密码面膜文件
564=空项目
565=您所指定的面膜无效: %s.
566=词典建立成功
567=词典文件创建中...\n\n请稍候.
568=%s: %lu Mb已写入
569=无法建立词典文件
570=语法提示
571=样本
572=密码面膜包含着不变字符和特殊集 - 动态的变化字母, 数字和符号. 例如, 在面膜'secret%d(1-100)', 字符's''e''c''r''e''t'是不变的, 然而'%d(1-100)'是动态的变化集. 动态集总是以一个 % 符号来标记.\r\n\r\n%%\t- 静态字符%\r\n%c\t- 小写拉丁字符(a..z)\r\n%C\t- 大写拉丁字符(A..Z)\r\n%#\t- 完整的特殊字符集(!..~ 空格)\r\n%@\t- 小套的特殊字符(!@#$%^&*()-_+= 空格)\r\n%?\t- 所有可打印的字符与ASCII代码32..127\r\n%d\t- 单个数字(0..9)\r\n%d(x-y)\t- 数字从x到y也包过\r\n%r(x-y)\t- 用户自定义字符与ASCII码从x到y\r\n%r(x1-y1,x2-y2...xn-yn)\t- 多个非重叠序列的ASCII字符集\r\n%[1..9]\t - 从用户自定义字符集里的字符1..9\r\n%[1..9](最小-最大)\t - 暴力用户自定义范围1..9的可变长度(从最小到最大)
57344=WPR
57345=就绪
573=test%d\t\t\t- 创造了一系列的密码test0..test9, 总共10个密码\r\ntest%d(1980-2007年)\t- test1980..test2007, 28个密码\r\ntest%r(48-57,97-122)\t- test0..testz, 36个密码\r\n%#test%#\t\t- _test_..~test~, 1089个密码\r\nadmin%1(1-5)\t\t- admina..adminzzzzz, 其中 %1 是用户定义的字符集1(a..z)\r\n%1%1%1pin%2%2%2\t- aaapin000.. zzzpin999, %1 是用户定义的字符集(a..z)和 %2 是0..9
574=您要删除该词典文件吗?
575=创建已被用户取消
57600=建立新的项目\n新建
57601=打开现有项目\n打开
57602=关闭项目\n关闭
57603=保存项目\n保存
57604=保存项目并给予新名\n保存为
57605=页面设置\n更改打印选项
57606=打印设置\n更改打印机与打印选项
57607=打印\n打印活动文档
57608=快速打印\n文档直接发送到默认打印机而不作任何改动
57609=打印预览\n显示整页
57616=打开此文档
57617=打开此文档
57618=打开此文档
57619=打开此文档
57620=打开此文档
57621=打开此文档
57622=打开此文档
57623=打开此文档
57624=打开此文档
57625=打开此文档
57626=打开此文档
57627=打开此文档
57628=打开此文档
57629=打开此文档
57630=打开此文档
57631=打开此文档
57632=清除所选\n清除
57633=清除任何东西\n清除所有
57635=剪切所选并将它放到剪贴板\n剪切
57636=搜寻\n搜索指定文本
57637=插入剪贴板内容\n粘贴
57640=重复上次动作\n重复
57641=替换所选择的文本\n替换
57642=选择整个文档\n全选
57643=复原上次操作\n复原
57644=重做前操作\n重做
57653=拆分活动到窗口\n拆分
57664=显示程序信息,版本和版权\n关于
57665=退出程序;提示保存文件\n退出
57680=切换到下一个窗口\n下一个窗口
57681=切换回上一个窗口\n上一个窗口
576=了解更多有关面膜语法
577=了解更多有关暴力攻击
578=了解更多有关Passcape词典集
579=了解更多有关词典攻击
580=了解更多有关Passcape在线词典
581=关键字攻击选项
582=键入一个可能包含在密码的单词或短语. 例如, 您知道密码已创建从单词'slowdriver'. 键入该短语并开始攻击. 该程序将检查所有可能性的组合来搜索原来的密码. 在我们的例子, 该程序将生成千多个突变字并将能搜索'不同'的密码如SlowDriver, SLoWDRiVer, S10wDr1v3r等组合
583=使用已知(关键字)为部分密码字符
584=请输入关键字密码(右边示例部分)
585=如果您知道原始密码的主要部分话, 关键字攻击是很有效的
586=总组合
587=只转换每个字母大小写(循环式转换)
588=了解更多有关关键字攻击
589=密码突变中...\n\n请稍候.
590=短语突变中: %s x %d
59136=EXT
59137=CAP
59138=NUM
59139=SCRL
59140=OVR
59141=REC
591=无法打开词典文件
592=该词典是空的
59392=显示/隐藏工具栏\n工具栏
59393=显示/隐藏状态栏\n状态栏
593=<计算可能需要一段时间>
594=词典列表的单词的组合
595=短语创建规则
596=词典生成器-创建一个短语词表
597=这种类型的攻击是非常相似简单的词典攻击, 但不是使用一个密码验证反之我们用一个字一个字的组合基于指定的词典来生产新的组合. 所以您必须指定至少两本词典.
598=词典
599=词典1
600=词典%d
601=了解更多有关联合信息词典攻击
602=规则/模式
603=大小(行)
604=您可以在这里创建或产生所有可能的词组组合. 默认情况下, 程序将创建密码基于简单的串联, 从词典源头中的单词, 并且没有使用空格来隔离它们. 然而, 您可以设置您自己的规则. 例如, 用空格分隔单词, 单词以大写字母开始, 到最后添加号码等.
605=创建密码规则
606=更改
607=删除所有
608=使用这些规则来创建不同的组合词组
609=受到这种攻击可以很容易地生成的密码保存到文件中. 所以, 您可以创建自己的词典, 用在其他程序中. 注意, 词典创建可能需要相当长的时间, 取决于给定的源词表和创造规则.
610=组合词典攻击选项
61184=更改窗口大小
61185=更改窗口位置
61186=缩小窗口到一个图标
61187=放大窗口到全尺寸
61188=切换到下一个文档窗口
61189=切换到上一个文档窗口
61190=关闭当前活动窗口并提示保存文件
611=错误: 主词典无法读取
61202=恢复窗口到正常的大小
61203=您应该至少指定一个有效的词典文件
612=字符串
613=附加%d无法读取
61445=关闭打印预览模式\n取消游览
614=附加
615=主1
616=秒
617=新增/编辑一份有关此事的规则
618=属性短语
619=设定/改变句子的规则创建
620=规则: 
621=例子: 
622=无
623=不变的文字
624=数字(0..9)
625=数字(0..999)
626=从给定的字符集字符
627=不变
628=所有字母小写
629=所有字母大写
630=第一个字母大写, 其余小写
631=加字符在最前
632=语法错误%s
633=第一本词典
634=余下所有词典
635=设置组合分隔符
636=缺少必填字段
637=这是默认创建的所有字符串的规则, 没有必要设置
638=错误语法
639=所有选项
640=加字符在最后
641=错误提取PCD词典'%s'. 最后一个错误引擎: %s
642=错误处理规则'%s'
643=错误打开'%s'
644=输出密码
645=词典攻击的结果名单
646=突变短语
647=短语攻击(由Passcape开发)的主要概念是透过搜索预定义的常用语, 短语和词的组合来得到正确的密码. 与简单词典攻击相似, 从词典源得到常用短语并试图配合原始密码.
648=更多信息有关的短语攻击
649=短语
650=微弱突变是可以用一个正常的案件来解释: 增加攻击速度或者使用大词汇. 中等突变之间是正常与平衡的运行速度和数量来生成的密码短语. 强大的突变是以生成所有可能组合, 至搜索速度偏见来使我们能够找到更多的复杂密码. 例如, 英语的句子类型是用国家键盘布局, 缩写等.
651=短语攻击选项
652=点击打开%s
653=显示
654=帮助
655=退出
656=关于
657=您选择了隐形模式. 要退出, 按下Ctrl+Alt+H. 要继续吗?
658=隐身模式登录
659=返回到普通视图
660=最小化到系统托盘
661=无法停止一个回复线程, 尝试强制停止
662=初步攻击是一种以简单的时间限制在其小型子项攻击. 经常使用时, 是无需运行一次完整的攻击. 初步攻击前还用于在哈希导入至程序. 您可以到'常规选项'处启动/禁用.
663=使用以下小型攻击
664=简单迭代短密码
665=词典攻击为经常使用的密码
666=扩展词典攻击(用一套简单的突变)
667=攻击的重复序列(例如. 1111111, aaaaaaa)
668=攻击的简单组合, 如123456等, QWERTY键盘
669=攻击的复杂组合
670=键盘的组合攻击. 基于所有可能的键盘组合, 如'QWERTY','qazwsx'等
671=国家键盘组合攻击. 与上次相同, 但使用本国键盘布局.
672=复杂键盘上攻击
673=Passcape密码预测. 有效地打击了本地计算机上的哈希.
674=用户名攻击. 基于用户名的密码.
675=初步攻击选项
676=了解更多的初步攻击
677=初步攻击被禁用. 您可以打开在'常规选项'对话框了.
678=初步攻击是有效的打击很简单和著名密码
679=群组攻击
680=设置您的首选攻击然后将随后执行, 一个接一个
681=群组攻击是一种将执行一个接一个集多种攻击. 您可以包含任何攻击与不同的选择.
682=属性攻击
683=人工智能攻击
684=暴力攻击
685=词典攻击
686=面膜攻击
687=关键字攻击
688=组合词典攻击
689=短语攻击
690=彩虹表攻击
691=初步攻击
692=群组攻击
693=暴力攻击选项
694=总密码: 
695=预测时间: 
696=立即
697=不到一分钟
698=非常快(一杯咖啡)
699=快(休息,午餐)
700=正常(工作一天左右)
701=一天
702=缓慢(超过一个月)
703=非常慢(一年以上)
704=字符集: 
705=总词典数
706=活动词典
707=关键字
708=词典
709=简单暴力攻击
710=简单词典攻击
711=高级词典攻击
712=攻击重复序列
713=攻击简单模式
714=攻击复杂模式
715=攻击键盘组合
716=攻击国家键盘组合
717=复杂键盘攻击
718=Passcape密码预测攻击
719=用户名突变攻击
720=确认删除%lu条目
721=加载群组攻击选项
722=请选择一个群组攻击
723=名称: 
724=建立日期: 
725=攻击: 
726=没有发现群组攻击设置, 您可能需要重新安装该程序
727=保存群组攻击设置
728=输入一个名字给群组攻击
729=错误保存群组攻击设置
730=操作错误! 没有任务状态...
731=设定新名称
732=覆盖旧
733=批量攻击与该名称已存在. 您要设置一个新的名称或覆盖旧的?
734=错误读取群组攻击配置
735=常规设置
736=常见
737=CPU设置
738=保存攻击每(分钟)
739=刷新状态每(秒)
740=攻击状态
741=硬件利用率
742=高级
743=硬件利用率: 
744=当导入后自动开始{初步攻击}
745=界面语言: 
746=声音文件: 
747=播放声音
748=浏览
749=测试
750=只使用CPU
751=只使用GPU
752=如果可能, 使用CPU和GPU
753=CPU配置
754=CPU信息
755=CPU使用率: 
756=设定指令: 
757=优先攻击: 
758=检测
759=高
760=高于平均
761=平均
762=低于平均
763=低
764=常规设置
765=声音文件(*.wav)|*.wav|所有文件(*.*)|*.*||
766=不能播放声音文件
767=速度: 
768=芯: 
769=类型: 
770=特征标志: 
771=%s想连接到Passcape检查程序版本的服务器. 请连接到互联网, 然后点击'确定'继续.
772=安装程序无法连接到Passcape服务器. 请稍后再试.
773=检查更新...
774=连接到Passcape服务器...
775=无法确定程序的版本
776=关于该程序的最新版本的信息没有被发现
777=您已经安装了该程序的最新版本
778=分析错误版本信息
779=发现新版本(v%s). 具有以下特点/错误修正: \n%s\n点击'更新'以下载并安装最新版本, 否则请点击'取消'.
780=更新
781=取消
782=下载更新中...
783=该程序正在下载最新版本. 请稍等, 可能需要一些时间.
784=无法获取下载文件信息
785=无法下载更新文件
786=无法创建临时文件或目录
787=无法运行更新文件
788=注册
789=请输入您的注册代码...
790=注册信息
791=注册代码: 
792=用户名: 
793=请输入如同您的注册电子邮件里的注册代码. 如果您在注册过程中遇到困难, 请参阅程序手册.
794=注册
795=您必须输入程序注册码
796=您所输入的注册码是无效的. 请再试一次.
797=无法保存注册码. 请联系我们.
798=感谢您使用与注册此软件!
799=初始化%s选项
800=常规
801=%s选项已被更改
802=该项目的文件格式是程序未知的
803=文件已损坏或未知格式, 您必须指定正确的文件项目
804=错误读取项目文件, 其中一个输入结构是不正确的
805=校验不正确, 看来项目文件已损坏
806=保存项目...
807=加载项目...
808=无法保存项目: %s
809=无法载入项目: %s
810=您可能需要重新启动此程序(不保存所做的更改)以便正常操作
811=导入系统名称
812=初始化%s
813=关闭当前项目
814=读取%lu哈希条目
815=LM
816=NTLM
817=攻击已经运行
818=初始化错误
819=错误建立流程
820=无法启动恢复: %s
821=一般信息
822=首页
823=任 务 列 表
824= 状   态    
825= 状   态    
826=统计密码
827=已用时间: 
828=速度(值/秒): 
829=总词典/剩余: 
830=剩余时间: 
831=平均速度(值/秒): 
832=当前词典: 
833=密码总行数: 
834=最后尝试密码: 
835=已测试密码/个: 
836=已忽略密码/个: 
837=当前进度: 
838=总进度: 
839=模块共有/剩余: 
840=当前模块: 
841=语法: \t\tWPR.EXE[-opt[arg]]\n\n-h\t\t帮助信息\nfile.wpr\t加载WPR项目\n\n-pppno\t\t禁用Passcape密码预测\n
842=OEM短密码
843=具有挑战性的短密码
844=简单的短密码
845=数字
846=字母数字密码
847=OEM简单密码
848=日期
849=词汇突变
850=重复序列
851=简单的基因突变1
852=简单的基因突变2
853=简单的基因突变3
854=复杂的基因突变1
855=复杂的基因突变2
856=复杂的基因突变3
857=键盘键组合
858=OEM键盘键组合
859=复杂键盘键组合
860=复杂OEM键盘键组合
861=Passcape密码预测
862=突变名
863=恢复运行
864=恢复停止
865=被选中的帐户已没有效. 如果您要攻击已复原的哈希, 您就必须重设密码.
866=开始暴力密码与字符集不一致. 须重设攻击配置.
867=最大密码长度暴力攻击是不正确的, 将设置允许的最大值.
868=发现了LM密码前半%s: {%s}
869=发现了LM密码后半%s: {%s}
870=发现了NTLM用户密码%s: {%s}
871=转换和导入用户帐户...\n请稍候.
872=处理记录#%lu
873=密码长度最小/最大: 
874=当前密码长度: 
875=无法加载进展数据. 您必须重新启动攻击或重设进展.
876=继续恢复
877=跳过%s
878=计算字数%s
879=就绪
880=创建词典给'%s'
881=面膜实例 
882=无法加载进展情况的数据. 重设恢复进展或重新启动进展.
883=当前面膜不适合LM恢复攻击而且可能导致性能下降. 要继续吗?
884=关键字: 
885=无法突变关键字(%s)
886=组合词典/统计 
887=当前规则/总数 
888=失败调用LoadLibrary
889=失败调用GetProcAddress
890=打开文件错误
891=读取文件错误
892=无法转换GUID为字符串
893=开放的加密提供程序错误
894=加密算法提供程序不支持
895=错误处理的主密钥
896=错误解码主密钥
897=未知的GUID主密钥
898=主密钥未找到
899=无效的标题数据
900=方法未知
901=错误创建哈希
902=错误创建加密密钥数据
903=错误设置密码参数
904=检查标志不匹配
905=未知版本
906=错误加载受保护存储的DLL文件
907=错误的加载一个受保护的存储功能
908=基本错误
909=没有找到提供程序里的DLL文件
910=无效的句柄
911=类型已经存在
912=类型不存在
913=无效的规则
914=拒绝访问
915=存储错误
916=无法验证呼叫方
917=提供密码不正确
918=磁盘图像不匹配
919=无效的标志
920=记录已经存在
921=记录不存在
922=服务不可用
923=不空白
924=无效的字符串
925=错误条件
926=没打开
927=已经打开
928=无法打开用户路径里的注册表
929=无法打开注册表路径存储主密钥
930=无效的输入主密钥大小
931=无效的输入主密钥
932=主密钥的ID是未定义或无效
933=错误进行解密主密钥的数据块
934=错误解密DES
935=无效的记录位置(注册表路径未找到)
936=无法从注册表配置单元中读取记录
937=无效的记录长度导入
938=无效的记录导入
939=错误解密密钥记录
940=错误解密数据记录
941=记录数据已损坏
942=主密钥数据损坏
943=错误打开注册表配置单元
944=错误打开提供者副匙
945=数据用户没有被发现
946=错误复制用户配置文件
947=错误打开用户配置文件
948=没有更多的记录
949=错误转换字符串去GUID
950=错误转换GUID里的注册表
951=错误转换GUID里的注册表子项
952=未知数据结构版本
953=项目大小无效
954=错误写入注册表配置单元
955=数据大小无效
956=错误解密微软护照
957=错误解密WinInet
958=错误解码RSS
959=无法读取%s
960=设定档%s并没有被处理
961=指数建设中, 请稍候...
962=分析指数 %d/%d
963=启动%s模块
964=无法初始化变量流
965=错误处理%lu
966=发现 %d chrome配置文件
967=无法打开SQL数据库: %S
968=发现 %d chrome历史配置文件
969=发现 %d chrome指数配置文件
970=成功的解密IE7 %s
971=IE7 %s 未解密
972=发现 %d mozilla配置文件
973=发现 %d mozilla历史配置文件
974=发现 %d mozilla sqllite历史配置文件
975=进程%s
976=SQL请求错误: %S
977=发现 %d Mozilla莫克数历史配置文件
978=发现 %d Opera电邮户口
979=发现 %d Opera棒帐户
980=发现 %d Opera全球历史记录
981=发现 %d Opera历史记录
982=发现 %d Opera自动完成记录
983=发现 %d bat3文件
984=发现 %d bat3(cfg+cfn)文件
985=发现 %d bat3 group.cfg文件
986=发现 %d eudora文件
987=发现 %d eudora.ini文件
988=发现 %d incredi mail文件
989=发现 %d mozilla文件
990=发现 %d OE文件
991=发现 %d Opera8文件
992=发现 %d Opera9文件
993=发现 %d Outlook文件
994=发现 %d Windows Mail文件
995=发现 %d WinMail cfg文件
996=发现 %d WinLiveMail cfg文件
997=发现 %d mru文件
998=跳过过大的文件%s
999=分析最近的文档
2569=多模式设置(防漏码)
2570=运行多摸式(防漏码)
2571=不运行多摸式
2572=每次提示我
2573=多个相同的SSID握手数据包,运行在多模式状态下，将对所有相同SSID都会同时进行测试 以防漏码 (在多模式的状态下速度几乎没有损失)
2574 =仅运行一次
2575 =这次不运行
2576 =总是运行
2577 =总不运行
2550=所选目标很可能包含了一种已知密钥空间,你想从已知字符集范围内进行攻击吗 ?(仅供参考 只适用部分国家路由)
2551=%s\n\n该目标中很可能包含一种已知密码格式,可选择从已知密钥空间范围内攻击它，程序会从已知字符集范围内对其耗尽攻击  ( 注意:  一旦使用该攻击 则下一个任务,程序将仍然使用该默认字符集攻击 )
2558=当前攻击目标: →   
2560=发现上次最后保存进度 是否要重新开始（重新开始将丢失上次进度)
2455=勾选第1个[有效包]

2523=INX-Y\t 插入字符x的位置如果前一个字符位置N不是Y \r\nINX+Y\t 插入字符x的位置如果以前的性格在位置N Y \r\nONX-Y\t 如果位置N不是Y与X的性格特征，覆盖它 \r\nONX+Y如果在位置N Y与X的性格特征，覆盖它 \r\nRNM+Y\t 删除字符的位置如果在位置M字符Y \r\nONX-Y\t 删除字符的位置，如果位置我性格不是Y\r\n 
2553=\r\n?iN[C]\t 插入一个字符一个字符集[ C ]的位置n的字 \r\n?iZ[C]\t 插入一个字符一个字符集[ C ]这个词进入了最后的位置 \r\n?i[C]\t 插入一个字符从字符集[ C ]到的每一个字的位置 \r\n?oN[C]\t [C]覆盖一个字符位置n从字符集[ C ]字符 \r\n?oZ[C]\t 覆盖一个字符从字符集[ C ]字符的最后位置 \r\n?o[C]\t 覆盖一个字符在每个位置从个字符集[ C ]字符 
